{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "name": "Able Hakuba Goryu",
        "slug": "able_hakuba_goryu",
        "website": "https://www.hakubaescal.com/winter-en/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2382,
        "skiable_acres": "212",
        "avg_snowfall": 433,
        "ownership": "Partner",
        "address": "22184-10 Kamishiro, Hakuba, Kitaazumi District, Nagano 399-9211, Japan",
        "description": "Able Hakuba Goryu is a popular ski resort located in the northern part of the Nagano Prefecture, Japan. It is linked with Hakuba 47 Winter Sports Park, providing extensive skiing and snowboarding opportunities for all skill levels. The resort boasts several runs, spreading across three peaks. It is known for its fantastic powder snow and varied terrain that caters to beginners, intermediates, and advanced skiers. The resort also features ski schools, rental shops, restaurants, and accommodation options, making it a comprehensive destination for winter sports enthusiasts. Beyond the slopes, visitors can enjoy stunning views of the surrounding mountains and forests, offering a unique blend of sports and nature.",
        "cam_resort_lng": 137.8532,
        "cam_resort_lat": 36.7185,
        "cam_resort_bearing": -69.9,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.836664,
          36.662937
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Afton Alps",
        "slug": "afton_alps",
        "website": "https://www.aftonalps.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Minnesota",
        "local_region": "Midwest",
        "vertical_drop": 350,
        "skiable_acres": "300",
        "avg_snowfall": 60,
        "ownership": "Vail-Owned",
        "address": "6600 Peller Ave S, Hastings, MN 55033, USA",
        "description": "Afton Alps is a popular ski resort located in the scenic St. Croix River Valley, Minnesota, USA. It is renowned for its expansive terrain, offering a diverse range of 48 trails across 300 acres. Catering to all levels of skiers and snowboarders, the resort features runs for beginners, intermediate and advanced levels, plus a terrain park for those seeking an adrenaline rush. Afton Alps also includes luxurious facilities such as dining options, equipment rentals, a ski school, and charming chalets for relaxation. During the summer, the resort transforms into a haven for hiking and mountain biking. Overall, Afton Alps is a comprehensive resort combining snow sports and panoramic natural beauty.",
        "cam_resort_lng": -92.7873,
        "cam_resort_lat": 44.8561,
        "cam_resort_bearing": 161.2,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -92.7878061,
          44.8576608
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Alpine Valley",
        "slug": "alpine_valley",
        "website": "http://www.alpinevalleyohio.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Ohio",
        "local_region": "Midwest",
        "vertical_drop": 252,
        "skiable_acres": "72",
        "avg_snowfall": 120,
        "ownership": "Vail-Owned",
        "address": "10620 Mayfield Rd, Chesterland, OH 44026, USA",
        "description": "Alpine Valley Ski Area is a ski resort in Munson Township, Geauga County, Ohio, east of Chesterland. Located in Ohio's snow belt, it receives the most natural snowfall of any Ohio ski resort. The resort offers 9 trails, a terrain park, and night skiing, catering to all skill levels.",
        "cam_resort_lng": -81.2662,
        "cam_resort_lat": 41.5303,
        "cam_resort_bearing": -70,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -81.2662,
          41.5303
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Alta",
        "slug": "alta",
        "website": "https://www.alta.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 2538,
        "skiable_acres": "2,614",
        "avg_snowfall": 540,
        "ownership": "Independent",
        "address": "10010 Little Cottonwood Canyon Rd, Alta, UT 84092, USA",
        "description": "Alta Ski Resort is a renowned skiing destination located in the Wasatch Mountains at Little Cottonwood Canyon, Utah. This resort is a paradise for skiing enthusiasts and is known for receiving heavy snowfall, averaging around 547 inches annually, providing fantastic snow conditions. Alta boasts over 2,600 acres of skiable terrain, offering 116 runs that cater to all ski levels, from beginners to advanced. The ski resort prises itself on maintaining a traditional skiing atmosphere, hence it does not allow snowboarding. It has rustic, yet comfortable, lodgings and offers amenities like ski lessons, equipment rentals, mountain tours and a variety of dining options. Down-to-earth and focused on the sport rather than luxury, Alta Ski Resort is adored by many due to its challenging terrain, reliable snow, and old-school charm.",
        "cam_resort_lng": -111.6268,
        "cam_resort_lat": 40.584,
        "cam_resort_bearing": 152.97,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.6385807,
          40.5884218
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Alyeska",
        "slug": "alyeska",
        "website": "https://www.alyeskaresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Alaska",
        "local_region": "Northern Rockies",
        "vertical_drop": 3200,
        "skiable_acres": "1610",
        "avg_snowfall": 670,
        "ownership": "Unknown",
        "address": "1000 Arlberg Ave, Girdwood, AK 99587, USA",
        "description": "Alyeska Resort, nestled in Girdwood, Alaska, is approximately 40 miles south of Anchorage and stands as Alaska's premier skiing and snowboarding destination. Known for its impressive steep terrain and a generous snowpack, it offers some of the most exhilarating slopes in North America. The mountain showcases an array of terrains catering to all skill levels. With over 1,600 skiable acres, every skier or snowboarder, be it a novice or an expert, can find a trail that suits them. Alyeska boasts a summit elevation of 3,939 feet and an impressive vertical drop of 2,500 feet, making it one of the continent's most remarkable ski resorts. One of its key advantages is its northern location, ensuring it receives an average annual snowfall of over 650 inches. This abundant snow guarantees a long ski season, usually spanning from November to April, with many delightful powder days. However, Alyeska is not just about skiing. The resort provides top-tier amenities, including an array of dining choices, a spa, and the Hotel Alyeska, conveniently located at the base. This hotel provides guests with direct slope access and a tram journey up the mountain. What truly sets Alyeska apart is its awe-inspiring backdrop. Gazing out, visitors are treated to panoramic views of the Turnagain Arm, surrounding glaciers, and the majestic Chugach Mountains. Beyond its winter appeal, Alyeska and its vicinity offer an assortment of year-round activities, from mountain biking to glacier tours. And for those visiting during the colder months, the possibility of witnessing the entrancing dance of the Aurora Borealis or Northern Lights adds another layer of allure to this Alaskan gem.",
        "cam_resort_lng": -149.0912,
        "cam_resort_lat": 60.9636,
        "cam_resort_bearing": 87.09,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -149.112264,
          60.958226
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Andermatt-Sedrun",
        "slug": "andermatt-sedrun",
        "website": "https://www.andermatt.ch/en/winter/welcome-winter/",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "Switzerland ",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 5269,
        "skiable_acres": "29652",
        "avg_snowfall": 196,
        "ownership": "Vail-Owned",
        "address": "Andermatt-Sedrun Sports AG, Bahnhofplatz 3, 6490 Andermatt, Switzerland",
        "description": "Andermatt-Sedrun is a prominent ski resort located in the heart of the Swiss Alps. Covering two valleys, it provides a combination of over 120 kilometers of ski slopes, making it the largest ski area in Central Switzerland. The resort features a mix of beginner, intermediate, and advanced runs and boasts some of the country's most challenging off-piste skiing. Andermatt-Sedrun also affords visitors with breathtaking panoramic mountain views and a variety of alpine accommodation options. Besides winter sports, the resort offers hiking, mountain biking, and golf during the summer months. Its location is easily accessible from major Swiss cities making it an ideal destination for both day trips and longer stays.",
        "cam_resort_lng": 8.6197,
        "cam_resort_lat": 46.6411,
        "cam_resort_bearing": 36.34,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          8.5930394,
          46.6375582
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Arapahoe Basin",
        "slug": "arapahoe_basin",
        "website": "https://www.arapahoebasin.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 2530,
        "skiable_acres": "1,428",
        "avg_snowfall": 350,
        "ownership": "Independent",
        "address": "28194 US-6, Dillon, CO 80435, USA",
        "description": "Arapahoe Basin is a popular ski resort located in the Rocky Mountains of Colorado, just 68 miles west of Denver. Known for its breathtaking views and high elevation, the resort offers skiing and snowboarding opportunities across its 1,400 acres of skiable terrain. Arapahoe Basin is also renowned for its long ski season, often starting in October and extending through June or even July. The resort provides a variety of terrain difficulty levels, making it suitable for both beginners and experienced skiers. It also features several restaurants and shops, ensuring a variety of dining and shopping options for visitors. It lacks on-site lodging which keeps it less crowded and more appealing to dedicated skiers and snowboarders. Arapahoe Basin is particularly known for \"The Beach,\" a stretch along the early rise area where visitors set up grills and picnic tables for tailgate-style parties.",
        "cam_resort_lng": -105.8726,
        "cam_resort_lat": 39.6364,
        "cam_resort_bearing": 162.8,
        "season": "October - June"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -105.8719397,
          39.6425118
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Aspen Highlands",
        "slug": "aspen_highlands",
        "website": "https://www.aspensnowmass.com/explore/highlands",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3638,
        "skiable_acres": "1,010",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "199 Prospector Rd, Aspen, CO 81611, USA",
        "description": "Aspen Highlands is a renowned ski resort nestled in the Rocky Mountains of Colorado, USA. Famous for its stunning panoramic views and exhilarating slopes, this resort is a favorite destination for both amateur and professional skiers. It offers more than 1,000 acres of skiable terrain, with slopes ranging from beginner to advanced levels, including the iconic Highland Bowl. Premium facilities such as ski schools, equipment rentals, and comfortable lodgings are available for guests. Beyond skiing, visitors can enjoy a variety of winter activities like snowboarding, snowshoeing, and aprs-ski entertainment. The resort area also boasts upscale dining options and retail stores. Despite its sophisticated offerings, Aspen Highlands maintains a down-to-earth atmosphere, reflecting its original spirit as a ski area built by and for the locals.",
        "cam_resort_lng": -106.85,
        "cam_resort_lat": 39.1681,
        "cam_resort_bearing": 178.91,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.8563952,
          39.1820055
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Aspen Mountain",
        "slug": "aspen_mountain",
        "website": "https://www.aspensnowmass.com/explore/mountains/aspen-mountain",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3267,
        "skiable_acres": "673",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "601 E Dean St, Aspen, CO 81611, USA",
        "description": "Aspen Mountain, also known as Ajax, is a famous ski resort located in the Rocky Mountains, in the city of Aspen, Colorado. This resort includes over 675 acres of skiable terrain with a top elevation of 11,212 feet. It is known for its challenging slopes and lack of beginner runs, catering primarily to intermediate and advanced skiers. Aside from its skiing facilities, Aspen Mountain also offers high-end dining and shopping options, making it a popular destination also for non-skiers. The mountain boasts a Gondola that transports visitors from the city to the top, offering stunning panoramic views of the surrounding snow-capped peaks. Its vibrant nightlife and cultural events contribute to the glamour and excitement that this resort offers all year round.",
        "cam_resort_lng": -106.8181,
        "cam_resort_lat": 39.1798,
        "cam_resort_bearing": 163.6,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.8182114,
          39.1862597
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Attitash",
        "slug": "attitash",
        "website": "https://www.attitash.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "New Hampshire",
        "local_region": "East",
        "vertical_drop": 1750,
        "skiable_acres": "311",
        "avg_snowfall": 120,
        "ownership": "Vail-Owned",
        "address": "775 US-302, Bartlett, NH 03812, USA",
        "description": "Attitash Mountain Resort is a popular ski destination located in the White Mountains of New Hampshire, USA. Known for its diverse terrain, it offers 68 trails spread across two connected peaks - Attitash and Bear Peak. The resort caters to a plethora of skill levels, making it a perfect destination for both beginners and seasoned experts. In addition to downhill skiing and snowboarding, the resort offers a range of winter activities, such as snowshoeing, a downhill mountain coaster, and a zipline. The resort is also equipped with modern amenities like a ski school, equipment rental facilities, dining options, and lodging facilities. The picturesque setting and the friendly atmosphere truly make Attitash Mountain Resort a coveted winter sports destination. During the off-season, the area remains active with mountain biking, hiking, and other outdoor activities.",
        "cam_resort_lng": -71.2357,
        "cam_resort_lat": 44.0781,
        "cam_resort_bearing": 163.66,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -71.229443,
          44.082771
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Banff Sunshine",
        "slug": "banff_sunshine",
        "website": "https://www.skibanff.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "Alberta",
        "local_region": "Canada",
        "vertical_drop": 3514,
        "skiable_acres": "3,358",
        "avg_snowfall": 360,
        "ownership": "Independent",
        "address": "1 Sunshine access Rd, Banff, AB T1L 1J5, Canada",
        "description": "Banff Sunshine Village is a popular ski resort located in the heart of the Canadian Rockies, inside the boundaries of Banff National Park in Alberta, Canada. It offers more than 3,300 acres of skiable terrain spread across three mountains, with a varied mixture of runs that cater to beginners, intermediates, and advanced skiers and snowboarders. With one of the longest ski seasons in North America, it offers high-quality snow and consistently cold temperatures. The resort is famous for its breathtaking panoramic views, boasting some of the most beautiful landscapes in North America. It also provides ski-in and ski-out accommodation at the Sunshine Mountain Lodge, Canada's only entirely ski-in ski-out hotel. The resort facilities include rental shops, ski schools, cafes, and restaurants. Access to the resort is through an impressive 20-minute gondola ride up the mountain, making it a unique destination for winter ski and snowboard enthusiasts.",
        "cam_resort_lng": -115.7682,
        "cam_resort_lat": 51.0903,
        "cam_resort_bearing": 103.59,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -115.7632758,
          51.1151858
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bear Mountain",
        "slug": "bear_mountain",
        "website": "https://www.bigbearmountainresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 1665,
        "skiable_acres": "198",
        "avg_snowfall": 100,
        "ownership": "Alterra-Owned",
        "address": "43101 Goldmine Dr, Big Bear Lake, CA 92315, USA",
        "description": "Bear Mountain, also known as \"The Park,\" is a renowned ski resort located in Southern California's San Bernardino Mountains. Besides skiing, it also offers snowboarding facilities across all skill levels. Spread across 200 acres, the resort contains more than 120 beginner to advanced terrain features including jumps, jibs, and the region's only Superpipe. The peak elevation is about 8,805 feet, with a vertical drop of 1,665 feet making for exhilarating rides down the slopes. A range of lessons and rental equipment are available on site, as well as several food and beverage options for aprs-ski. The resort features a bustling social scene with events throughout the ski season. It's a top destination for winter sports enthusiasts both for its excellent snow conditions and its spectacular mountain views.",
        "cam_resort_lng": -116.8573,
        "cam_resort_lat": 34.221,
        "cam_resort_bearing": 159.72,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.8609417,
          34.227838
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Beaver Creek",
        "slug": "beaver_creek",
        "website": "https://www.beavercreek.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3340,
        "skiable_acres": "2082",
        "avg_snowfall": 325,
        "ownership": "Vail-Owned",
        "address": "210 Beaver Creek Plaza, Beaver Creek, CO 81620, USA",
        "description": "Beaver Creek Resort is a world-class ski destination located in Avon, Colorado, USA. It is famous for its well-groomed ski runs, stunning mountain views, and luxurious amenities. The resort spans over 1,800 acres and offers more than 150 trails suitable for beginner, intermediate, and experienced skiers. Boasting 23 ski lifts, the resort ensures seamless transportation around the mountain. Beaver Creek is divided into three distinct areas: the main Beaver Creek Village, the quiet Bachelor Gulch, and the family-friendly Arrowhead. It's renowned for hosting various skiing competitions, including the annual Birds of Prey Men's World Cup. Along with skiing, it provides opportunities for snowboarding, snowshoeing, and ice skating. The resort features a range of accommodation, from luxury lodges to private condos, renowned fine-dining restaurants, and an array of shops and boutiques. Its commitment to guest service includes unique touches like complimentary freshly-baked cookies served at the end of the ski day.",
        "cam_resort_lng": -105.9488,
        "cam_resort_lat": 39.5855,
        "cam_resort_bearing": 125.83,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.5167109,
          39.6042863
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Big Boulder",
        "slug": "big_boulder",
        "website": "https://www.jfbb.com/big-boulder/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 475,
        "skiable_acres": "55",
        "avg_snowfall": 50,
        "ownership": "Vail-Owned",
        "address": "434 Jack Frost Mountain Rd, White Haven, PA 18661, USA",
        "description": "Big Boulder is a popular ski resort located in Lake Harmony, Pennsylvania. The resort, which boasts 55 acres of skiable land, is renowned for its impressive diversity of trails and terrain parks, designed to cater for both beginners and expert skiers and snowboarders. It offers a total of 16 trails, the longest of which is 2100 feet. The resort is also equipped with 8 lifts that ensure swift rides to the top of the slopes. Night skiing is available on all trails, allowing skiers to enjoy the stunning winter scenery under the stars. In addition to skiing and snowboarding, Big Boulder offers tubing for those looking for a fun, less demanding winter sport. The resort offers ski and snowboard rentals as well as lessons for all ages and skill levels. For relaxation and refreshments, visitors can enjoy the onsite bar and restaurant.",
        "cam_resort_lng": -75.5995,
        "cam_resort_lat": 41.0477,
        "cam_resort_bearing": -175.54,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -75.60155,
          41.051083
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Big Sky",
        "slug": "big_sky",
        "website": "https://www.bigskyresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Montana",
        "local_region": "Rockies",
        "vertical_drop": 4350,
        "skiable_acres": "5,800",
        "avg_snowfall": 400,
        "ownership": "Boyne-Owned",
        "address": "50 Big Sky Resort Rd, Big Sky, MT 59716, USA",
        "description": "Big Sky Resort is a world-class ski resort located in southern Montana in the Rocky Mountains. Known as the \"Biggest Skiing in America,\" it offers over 5,800 acres of skiable terrain with a vertical drop of 4,350 feet. The resort features two towering mountains, Lone Peak and Andesite Mountain, with a wide variety of slopes catering to ski and snowboard enthusiasts of all skill levels, from beginners to experts. It includes 300 named runs, 4 terrain parks, and a vast expanse of off-piste skiing. Big Sky Resort is also acclaimed for its high-speed chairlifts and gondolas, which minimize waiting time. Apart from winter sports, the resort offers year-round activities such as mountain biking, golf, ziplining, and scenic lift rides. Lodging options range from hotels and condos to cabins and vacation homes. The resort also hosts several bars, restaurants, and shopping outlets, providing a vibrant aprs-ski scene.",
        "cam_resort_lng": -111.4107,
        "cam_resort_lat": 45.2772,
        "cam_resort_bearing": -142,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.4012076,
          45.2857289
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Blue Mountain",
        "slug": "blue_mountain",
        "website": "https://www.bluemountain.ca/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "Ontario",
        "local_region": "Canada",
        "vertical_drop": 720,
        "skiable_acres": "365",
        "avg_snowfall": 110,
        "ownership": "Alterra-Owned",
        "address": "190 Gord Canning Dr, The Blue Mountains, ON L9Y 3Z2, Canada",
        "description": "Blue Mountain Ski Resort is a popular destination in Ontario, Canada, known for its stunning views, thrilling winter sports activities, and high-quality facilities. Located near the shores of Georgian Bay, it offers a variety of terrains for everyone from beginners to expert skiers and snowboarders. The resort features 42 trails on 364 skiable acres, and 16 ski lifts ensuring minimal waiting time. Beyond skiing and snowboarding, the resort also offers snowshoeing, tubing, and ice skating in winter. During the summer, activities such as mountain biking, golf, zip-lining, and hiking are popular. Blue Mountain Ski Resort is not just about outdoor activities; it also presents a range of lodging options, restaurants, and shops in its pedestrian-only village. The resort also offers conference facilities, making it an attractive choice for corporate events. It is a perfect getaway for those who appreciate outdoor adventures in all seasons.",
        "cam_resort_lng": -75.514,
        "cam_resort_lat": 40.8152,
        "cam_resort_bearing": 172.4,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -80.3161369,
          44.5022167
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Boston Mills",
        "slug": "boston_mills",
        "website": "https://www.bmbw.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Ohio",
        "local_region": "Midwest",
        "vertical_drop": 264,
        "skiable_acres": "40",
        "avg_snowfall": 54,
        "ownership": "Vail-Owned",
        "address": "Boston Mills:, 7100 Riverview Rd, Peninsula, OH 44264, USA",
        "description": "Located in Ohio, the Boston Mills Ski Resort is a top-notch skiing destination offering a variety of winter activities. Though compact in size, Boston Mills is well-equipped with diverse terrains suitable for skiers and snowboarders of all levels. Its 79 acres of skiable area includes seven lifts, several runs of different difficulty levels, two terrain parks, and a vertical drop of 264 feet. The resort offers ski and snowboard lessons for beginners, and rental equipment is available on site. Night skiing is also a popular option here, making the fun continue even after sundown. The resort also features a cozy lodge where guests can relax and enjoy food and drinks. Boston Mills Ski Resort is not just about skiing, it's about having a memorable winter adventure.",
        "cam_resort_lng": -81.5643,
        "cam_resort_lat": 41.264,
        "cam_resort_bearing": -146.8,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -81.5643802,
          41.2648274
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Boyne Mountain",
        "slug": "boyne_mountain",
        "website": "https://www.boynemountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Michigan",
        "local_region": "Midwest",
        "vertical_drop": 500,
        "skiable_acres": "435",
        "avg_snowfall": 140,
        "ownership": "Boyne-Owned",
        "address": "1 Boyne Mountain Rd, Boyne Falls, MI 49713, USA",
        "description": "Boyne Mountain is a premier ski resort located in Boyne Falls, Michigan. This resort is well-known for its wide range of winter activities including skiing, snowboarding, snowshoeing, cross-country skiing, and tubing. With over 60 trails and 415 skiable acres, Boyne Mountain accommodates all skill levels from beginners to advanced skiers. The resort also has twelve lifts, including high-speed chairlifts, designed to transport guests quickly and comfortably to the top of the slopes. Aside from winter sports, the resort offers amenities such as accommodations, a variety of dining options, spa services, and an indoor water park. Established in 1948, Boyne Mountain has a rich skiing history and continues to be a leading destination for winter sports enthusiasts.",
        "cam_resort_lng": -84.9398,
        "cam_resort_lat": 45.167,
        "cam_resort_bearing": -162.1,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -84.930067,
          45.162884
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Brandywine",
        "slug": "brandywine",
        "website": "https://www.bmbw.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Ohio",
        "local_region": "Midwest",
        "vertical_drop": 240,
        "skiable_acres": "40",
        "avg_snowfall": 54,
        "ownership": "Vail-Owned",
        "address": "Boston Mills:, 7100 Riverview Rd, Peninsula, OH 44264, USA",
        "description": "Brandywine is a ski resort located in Sagamore Hills, Ohio, offering winter fun for families and ski enthusiasts. It provides a number of ski and snowboarding slopes to cater to all levels of difficulty, from easy beginner slopes for those just learning to advanced runs for experienced skiers. The resort also offers night skiing and snowboarding, making it an ideal destination for those who want to experience the thrill of the slopes under the starry sky. Besides slopes, Brandywine offers snow tubing options for a fun, fast-paced winter activity that requires no particular skill level. The resort is equipped with a ski rental shop, ski school, lodge with food and beverages, and a fireplace for warming up. It's also known for having friendly, helpful staff and maintaining well-groomed, safe trails.",
        "cam_resort_lng": -81.5516,
        "cam_resort_lat": 41.2835,
        "cam_resort_bearing": -154.85,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -81.5519958,
          41.2848816
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Breckenridge",
        "slug": "breckenridge",
        "website": "https://www.breckenridge.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3398,
        "skiable_acres": "2908",
        "avg_snowfall": 353,
        "ownership": "Vail-Owned",
        "address": "1599 Ski Hill Rd, Breckenridge, CO 80424, USA",
        "description": "Breckenridge Ski Resort is a world-class skiing destination located in Breckenridge, Colorado, USA. Set in the Rocky Mountains, it boasts an elevation of 13,000 feet, making it one of the highest ski resorts in the country. The resort offers four peaks spread across 2,908 acres with over 187 ski trails, catering to skiers and snowboarders of all skill levels. It's renowned for its consistent snowfall, high-quality snow, and diverse terrain, which includes steeps, bowls, and the country's highest chairlift. Breckenridge is not just a winter destination, but also offers year-round activities like hiking, mountain biking, and fly-fishing. The town itself is historic, featuring Victorian architecture, a lively nightlife, and a variety of restaurants and shops.",
        "cam_resort_lng": -106.0696,
        "cam_resort_lat": 39.4756,
        "cam_resort_bearing": -142.9,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.0676088,
          39.4808351
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Brighton",
        "slug": "brighton",
        "website": "https://brightonresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 1745,
        "skiable_acres": "1,050",
        "avg_snowfall": 500,
        "ownership": "Boyne-Owned",
        "address": "Brighton Resort, 8302 S Brighton Loop Rd, Brighton, UT 84121, USA",
        "description": "Brighton Ski Resort is situated in Big Cottonwood Canyon, Utah. ItÕs known to be one of the oldest skiing/boarding resorts in the country since it started operations in the 1930s. Brighton offers around 1,050 acres of skiable terrain with 66 trails, and it's well-suited for all types of skiers and snowboarders, from beginners to advanced. The resort is also popular because it offers night skiing with over 200 acres of lighted trails. Brighton is recognized for its consistent snowfall, with over 500 inches annually, providing excellent snow conditions. Facilities at the resort include ski & snowboard schools, equipment rental, lodges, and dining options. Brighton is also appreciated for its natural, laid-back vibe, and impressive mountain views.",
        "cam_resort_lng": -111.5774,
        "cam_resort_lat": 40.5921,
        "cam_resort_bearing": 166.8,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.583187,
          40.598019
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Buttermilk",
        "slug": "buttermilk",
        "website": "https://www.aspensnowmass.com/explore/mountains/buttermilk",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 2030,
        "skiable_acres": "435",
        "avg_snowfall": 200,
        "ownership": "Independent",
        "address": "38700 CO-82, Aspen, CO 81611, USA",
        "description": "Buttermilk is a renowned ski resort located in Aspen, Colorado, and is best known for hosting the Winter X Games and Red Bull Double Pipe events. Although it has a reputation as a premier destination for freestyle snowboarders and skiers, Buttermilk is also a family friendly resort with plenty of runs suitable for beginners and intermediates. The terrain is divided into three areas: Main Buttermilk, West Buttermilk and Tiehack. Main and West Buttermilk primarily cater to beginner and intermediate skiers, while Tiehack offers more advanced runs. The resort features a total of 44 trails served by 8 lifts. The resort is also home to the Hideout, an innovative children's center that aids young learners in their skiing and snowboarding journey. Buttermilk is part of the Aspen Snowmass, a collection of four ski areas owned and operated by the Aspen Skiing Company.",
        "cam_resort_lng": -106.9494,
        "cam_resort_lat": 39.1973,
        "cam_resort_bearing": 166.8,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.8610687,
          39.2058029
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Chamonix",
        "slug": "chamonix",
        "website": "https://www.chamonix.com/",
        "pass": "Ikon",
        "global_region": "Europe",
        "country": "France",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 9209,
        "skiable_acres": "29,405",
        "avg_snowfall": 264,
        "ownership": "Independent",
        "address": "Chamonix, France",
        "description": "Chamonix is a world-renowned ski resort located in the Rhne-Alpes region of southeastern France. Nestled at the foot of Mont Blanc, it is known for its picturesque landscapes, exceptional skiing conditions, and its lively town atmosphere. The resort features extensive ski runs that cater to all skill levels from beginners to seasoned experts. Chamonix is not only famed for its downhill skiing, but also for off-piste and cross-country skiing. The town itself is packed with a variety of accommodation options, eateries serving delectable cuisines, high-end shops, and a vibrant nightlife scene. This resort is also a year-round destination, offering activities like hiking, rock climbing, and paragliding during summer months. The unique blend of natural beauty, thrilling winter sports, and lively social scene make Chamonix a top choice for a skiing holiday.",
        "cam_resort_lng": 6.9005,
        "cam_resort_lat": 45.9366,
        "cam_resort_bearing": 32.86,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          6.869433,
          45.923697
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Copper Mountain",
        "slug": "copper_mountain",
        "website": "https://www.coppercolorado.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 2601,
        "skiable_acres": "2,465",
        "avg_snowfall": 305,
        "ownership": "Powdr-Owned",
        "address": "209 Ten Mile Cir, Frisco, CO 80443, USA",
        "description": "Copper Mountain is a popular ski resort located in Summit County, Colorado. This alpine ski resort offers over 2,490 acres of skiing and snowboarding terrain, including back bowls and expert hike-to terrain. Known for its naturally divided slopes, it offers varied terrain suitable for all levels, from beginners to experienced skiers and snowboarders. It features a pedestrian-friendly village that offers lodging options, restaurants, shops, and nightlife. Additional amenities include ski and snowboard lessons, equipment rentals, and a tubing hill. During the summer, Copper Mountain transforms into a hub of outdoor activities such as mountain biking, hiking, and zip-lining. There's also a golf course that offers picturesque mountain views. Copper Mountain is not just a resort, but a comprehensive year-round mountain experience.",
        "cam_resort_lng": -106.1513,
        "cam_resort_lat": 39.4902,
        "cam_resort_bearing": 178.07,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.1497037,
          39.5021802
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Coronet Peak",
        "slug": "coronet_peak",
        "website": "https://www.nzski.com/queenstown/the-mountains/coronet-peak/",
        "pass": "Ikon",
        "global_region": "Oceania",
        "country": "New Zealand",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1515,
        "skiable_acres": "692",
        "avg_snowfall": 79,
        "ownership": "Independent",
        "address": "Coronet Peak Ski Area, Queenstown 9371, New Zealand",
        "description": "Coronet Peak is a popular ski resort located in the South Island of New Zealand. It is well-known for its diverse range of slopes that cater to both beginners and advanced skiers. The resort boasts of an advanced snowmaking system that ensures good snow quality throughout the ski season. It offers modern facilities including a fully licensed restaurant, equipment rental services, and ski and snowboard lesson programs. One unique feature of Coronet Peak is its night ski events, where skiers and snowboarders can enjoy the slopes under the starry sky. Being just a short drive from Queenstown, Coronet Peak offers majestic views of the Southern Alps and Lake Wakatipu, making it a favorite destination for snow sport enthusiasts and nature lovers alike.",
        "cam_resort_lng": 168.7372,
        "cam_resort_lat": -44.9244,
        "cam_resort_bearing": 0,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          168.7362725,
          -44.9271654
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Crans-Montana",
        "slug": "crans_montana",
        "website": "https://www.crans-montana.ch/",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "Switzerland",
        "state": "Valais",
        "local_region": "Swiss Alps",
        "vertical_drop": 4921,
        "skiable_acres": "3400",
        "avg_snowfall": 200,
        "ownership": "Vail Resorts",
        "address": "Crans-Montana, 3963, Valais, Switzerland",
        "description": "Crans-Montana is a prestigious ski resort in the canton of Valais, Switzerland, perched on a sun-drenched plateau above the Rhône Valley. It offers 140 km of ski runs with elevations reaching nearly 3,000 meters, providing stunning panoramic views of the Alps. The resort is known for hosting FIS Alpine Ski World Cup events.",
        "cam_resort_lng": 7.4825,
        "cam_resort_lat": 46.3119,
        "cam_resort_bearing": -70,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          7.4825,
          46.3119
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Crested Butte",
        "slug": "crested_butte",
        "website": "https://www.skicb.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 2775,
        "skiable_acres": "1547",
        "avg_snowfall": 234,
        "ownership": "Vail-Owned",
        "address": "Crested Butte, CO 81224, USA",
        "description": "Crested Butte Mountain Resort is a popular skiing destination located in southwestern Colorado. It sits just outside the historic town of Crested Butte, known for its quaint charm and lively artistic scene. The resort boasts over 1,500 acres of skiable terrain with a variety of runs suitable for beginners, intermediate, and advanced skiers and snowboarders. Crested Butte's slopes are renowned for their extreme terrain, featuring steep runs, well-groomed trails, and a plethora of backcountry options. The resort also offers multiple other winter activities such as snowshoeing, cross-country skiing, and snowmobiling. Off the slopes, visitors can enjoy high-quality lodges, numerous dining options, and a range of wellness facilities. With its spectacular Rocky Mountain views, Crested Butte provides a unique and unforgettable alpine experience.",
        "cam_resort_lng": -106.9524,
        "cam_resort_lat": 38.905,
        "cam_resort_bearing": 159.65,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.9657621,
          38.8991609
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Crotched",
        "slug": "crotched",
        "website": "https://www.crotchedmountain.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "New Hampshire",
        "local_region": "East",
        "vertical_drop": 1016,
        "skiable_acres": "75",
        "avg_snowfall": 105,
        "ownership": "Vail-Owned",
        "address": "615 Francestown Rd, Bennington, NH 03442, USA",
        "description": "Crotched Mountain Ski and Ride is a charming ski resort located in the rural community of Bennington, southern New Hampshire. Known for its diverse terrain, it caters to both beginner and advanced skiers and snowboarders. This resort boasts 25 trails serviced by 5 lifts, providing a balance of easy, intermediate and challenging slopes. It is renowned for its \"Midnight Madness\" event, which allows late-night skiing until 3 am on selected nights. Crotched Mountain is also home to an extensive snowmaking system that guarantees reliable snow conditions throughout the season. Additional facilities include a fully equipped rental shop, a ski school, and a comfortable lodge with a restaurant and bar. It is a family-friendly destination with a dedicated area for children's programs.",
        "cam_resort_lng": -71.878,
        "cam_resort_lat": 43.0096,
        "cam_resort_bearing": 166,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -71.878865,
          43.0120141
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Crystal Mountain",
        "slug": "crystal_mountain_wa",
        "website": "https://www.crystalmountainresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Washington",
        "local_region": "Pacific Northwest",
        "vertical_drop": 3100,
        "skiable_acres": "2600",
        "avg_snowfall": 350,
        "ownership": "Alterra-Owned",
        "address": "33914 Crystal Mountain Blvd, Enumclaw, WA 98022, USA",
        "description": "Crystal Mountain is the largest ski resort in Washington state, located in the Cascade Range southeast of Seattle. With 2,600 skiable acres and over 80 runs, it offers diverse terrain for all abilities. The resort features stunning views of Mount Rainier and is known for its excellent powder snow.",
        "cam_resort_lng": -121.48,
        "cam_resort_lat": 46.93,
        "cam_resort_bearing": -70,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -121.48,
          46.93
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Cypress",
        "slug": "cypress",
        "website": "https://www.cypressmountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Canada",
        "vertical_drop": 2010,
        "skiable_acres": "600",
        "avg_snowfall": 425,
        "ownership": "Boyne-Owned",
        "address": "6000 Cypress Bowl Rd, West Vancouver, BC V7V 3N9, Canada",
        "description": "Cypress Mountain Ski Resort is located in West Vancouver, British Columbia, Canada. Known as the host venue for the freestyle skiing and snowboarding events of the 2010 Winter Olympics, it offers world-class facilities and breathtaking views. It features 53 individual downhill runs serviced by 6 chairlifts and 2 surface lifts, catering to a variety of skill levels from beginners to seasoned skiers and snowboarders. The resort provides options for night skiing and snowboarding, and also operates a popular snow school for all ages. It is the biggest vertical rise ski area in Vancouver and provides terrain for cross-country skiing, snow shoeing and snow tubing as well. Amenities include several eateries, rental options, and a retail shop. The stunning panoramic views of Vancouver, Howe Sound and the Pacific Ocean make Cypress Mountain a unique and unforgettable skiing destination.",
        "cam_resort_lng": -123.1997,
        "cam_resort_lat": 49.3966,
        "cam_resort_bearing": -74,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -123.204545,
          49.396018
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Deer Valley",
        "slug": "deer_valley",
        "website": "https://www.deervalley.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 3000,
        "skiable_acres": "2,026",
        "avg_snowfall": 300,
        "ownership": "Alterra-Owned",
        "address": "2250 Deer Valley Dr S, Park City, UT 84060, USA",
        "description": "Deer Valley Resort is a prestigious, high-end ski resort located in Park City, Utah. Known for its elite services and luxury amenities, it features finely groomed slopes, upscale dining, and lavish lodging options. It has more than 2,000 acres of skiable terrain, over 100 trails, and a vertical drop of 3,000 feet, providing a variety of exciting runs for beginners to advanced skiers. Deer Valley is also one of the few remaining ski resorts in North America that prohibit snowboarding. It has gained recognition for its impeccable guest services, including the provision of ski valets and complimentary Mountain Host tours. This resort also played host to several events during the 2002 Winter Olympics. Deer Valley truly provides a premier skiing experience with its attention to detail and commitment to guest satisfaction.",
        "cam_resort_lng": -111.4766,
        "cam_resort_lat": 40.6283,
        "cam_resort_bearing": 166.02,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.478306,
          40.63738
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Eldora",
        "slug": "eldora",
        "website": "https://www.eldora.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 1240,
        "skiable_acres": "680",
        "avg_snowfall": 300,
        "ownership": "Powdr-Owned",
        "address": "Eldora, CO 80466, USA",
        "description": "Eldora is a quaint ski resort located in Colorado, just about 21 miles from Boulder. It's a much-cherished location due to its proximity to Denver, allowing skiers and snowboarders to avoid the usual weekend traffic common at other resorts. Eldora offers a fantastic mix of terrain, with trails suited for beginners, intermediates, and experts. The resort has a total of 680 acres of skiable terrain, 53 trails, and 10 lifts. From its location, you can enjoy stunning panoramic views of the Continental Divide. Besides downhill skiing and snowboarding, Eldora also offers cross-country skiing and snowshoeing. It's also home to a ski and ride school and provides options for equipment rental. The resort is known for its sustainable practices, running on 100% renewable electricity. Overall, Eldora is a well-loved ski resort that offers a convenient, varied, and eco-friendly skiing experience.",
        "cam_resort_lng": -105.579,
        "cam_resort_lat": 39.9388,
        "cam_resort_bearing": -124.4,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -105.5638886,
          39.9485981
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Falls Creek",
        "slug": "falls_creek",
        "website": "https://www.fallscreek.com.au/",
        "pass": "Epic",
        "global_region": "Oceania",
        "country": "Australia",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1247,
        "skiable_acres": "1112",
        "avg_snowfall": 157,
        "ownership": "Vail-Owned",
        "address": "Falls Creek VIC 3699, Australia",
        "description": "Falls Creek is an alpine ski resort in the Northeast region of Victoria, Australia. It is the largest ski resort in the state and is renowned for its excellent services and friendly atmosphere. The resort boasts over 450 hectares of skiable terrain with a variety of runs suitable for beginners, intermediate and advanced skiers. Falls Creek features a ski-in, ski-out pedestrian village, which adds to its charm and convenience for visitors. It also offers top-notch facilities including ski schools, equipment rentals, restaurants, and accommodation options. In addition to winter sports like skiing and snowboarding, the resort also offers activities like snow biking, snow tubing, and cross-country skiing. During the summer months, visitors can enjoy fishing, hiking and mountain biking.",
        "cam_resort_lng": 147.1477,
        "cam_resort_lat": -36.9785,
        "cam_resort_bearing": -66.8,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          147.279182,
          -36.8646894
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Fernie",
        "slug": "fernie",
        "website": "https://www.skifernie.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Unknown",
        "vertical_drop": 3550,
        "skiable_acres": "2500",
        "avg_snowfall": 360,
        "ownership": "Partner",
        "address": "Fernie, BC, Canada",
        "description": "Fernie Alpine Resort is a popular ski resort located in the Canadian Rocky Mountains of southeastern British Columbia, near the town of Fernie. It is known for its impressive snowfall status with an average of 30 feet annually. The resort offers a varied terrain spread over 2,500 acres, catering to different skill levels from beginners to expert skiers and snowboarders. It features 142 designated tracks, five bowls and tree skiing zones. The slope side amenities include a range of accommodations, eateries, bars and a ski school. Fernie Alpine Resort has not only established itself as a winter haven but also provides summer activities like mountain biking, zip lining and hiking. The picturesque setting and friendly atmosphere make Fernie Alpine Resort a favourite among many visitors.",
        "cam_resort_lng": -115.0991,
        "cam_resort_lat": 49.4596,
        "cam_resort_bearing": -132.13,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -115.0865872,
          49.4640045
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Grandvalira",
        "slug": "grandvalira",
        "website": "https://www.grandvalira.com/en",
        "pass": "Ikon",
        "global_region": "Europe",
        "country": "Andorra",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 3000,
        "skiable_acres": "7,599",
        "avg_snowfall": 350,
        "ownership": "Independent",
        "address": "El Tarter, AD100 Canillo, Andorra",
        "description": "Grandvalira is the largest ski resort in the Pyrenees and Southern Europe, located in the Eastern valley of Andorra. It offers over 210 km of marked ski slopes, making it an ideal destination for skiers and snowboarders of all levels. The resort is well-equipped with modern facilities, including high-speed chair lifts, gondolas, and snow cannons to ensure optimal skiing conditions. There are seven sectors - Encamp, Canillo, Tarter, Soldeu, Grau Roig, Pas de la Casa, and Peretol. Grandvalira also offers a range of other winter activities like snowmobiling, dog sledding, and snowshoe walking. This resort features several restaurants and accommodation options, from luxury hotels to cozy cabins.",
        "cam_resort_lng": 1.6553,
        "cam_resort_lat": 42.5684,
        "cam_resort_bearing": 174.17,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          1.6462281,
          42.5783833
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hakuba 47",
        "slug": "hakuba_47",
        "website": "https://www.hakubaescal.com/winter/en/47/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2605,
        "skiable_acres": "590",
        "avg_snowfall": 472,
        "ownership": "Partner",
        "address": "24196-47 Kamishiro, Hakuba, Kitaazumi District, Nagano 399-9211, Japan",
        "description": "Hakuba 47 is a popular ski resort located in the Northern Alps of Hakuba village, Nagano Prefecture, Japan. Renowned for its extensive vertical drop and long groomed runs, it offers an exhilarating skiing experience for skiers and snowboarders of all skill levels. The resort is connected with Hakuba Goryu Ski Resort, providing visitors access to a vast variety of slopes and trails. It features modern facilities such as a gondola, high-speed quad lifts, a terrain park, as well as several restaurants and cafes. Hakuba 47 is also famous for its spectacular panoramic views of the surrounding alpine scenery. The resort typically opens from late November to early May, providing excellent snow conditions due to its high-altitude location.",
        "cam_resort_lng": 137.8569,
        "cam_resort_lat": 36.7503,
        "cam_resort_bearing": -69.01,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8283333,
          36.685
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hakuba Cortina",
        "slug": "hakuba_cortina",
        "website": "https://www.hakubaescal.com/winter/en/cortina/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1739,
        "skiable_acres": "124",
        "avg_snowfall": 472,
        "ownership": "Partner",
        "address": "12860-1 Chikuniotsu, Otari, Kitaazumi District, Nagano 399-9422, Japan",
        "description": "Hakuba Cortina Ski Resort is a popular skiing destination located in Hakuba village, Nagano Prefecture, Japan. It is surrounded by spectacular mountain landscapes and famous for its heavy snowfall, often having the deepest snow base in the Hakuba valley. Hakuba Cortina offers a diversity of terrain that caters to all levels of skiers and snowboarders, from beginners to experts. The resort features various facilities including ski rental, ski school, accommodations, restaurants, and hot springs. The main language spoken is Japanese, but English is also used. It is renowned for its off-piste and tree skiing, offering a unique thrill for experienced skiers. Hakuba Cortina is not just a winter destination, as it also offers summer activities such as hiking, horse riding, and golf. The resort exudes a traditional Japanese charm, providing a unique cultural experience for foreigners.",
        "cam_resort_lng": 137.8865,
        "cam_resort_lat": 36.7763,
        "cam_resort_bearing": -43.04,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8886568,
          36.7763409
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hakuba Happo-One",
        "slug": "hakuba_happo-one",
        "website": "https://www.happo-one.jp/english/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 3514,
        "skiable_acres": "544",
        "avg_snowfall": 461,
        "ownership": "Partner",
        "address": "Hokujo, Hakuba, Kitaazumi District, Nagano 399-9301, Japan",
        "description": "Hakuba Happo-One is a premier ski resort located in the northern region of the Japanese Alps, known for its stunning natural beauty and panoramic mountain views. Often acclaimed for hosting a number of events during the 1998 Winter Olympics, the resort offers 13 different slopes and 16 lifts designed to cater to skiers of all levels. Known for its extensive ski terrain, the resort boasts around 1,000 acres of skiable area that includes groomed trails, ski parks, mogul runs, and wooded areas for free-style skiing. Hakuba Happo-One also offers an impressive altitude difference of over a kilometer, ensuring long, thrilling runs. Besides skiing, it offers a range of winter activities such as snowboarding, snowmobiling, and cross-country skiing. The resort offers amenities including ski rentals, ski schools, and numerous restaurants and accommodations nearby.",
        "cam_resort_lng": 137.8857,
        "cam_resort_lat": 36.7782,
        "cam_resort_bearing": -54.54,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8369446,
          36.7019841
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hakuba Iwatake",
        "slug": "hakuba_iwatake",
        "website": "https://www.hakuba-iwatake.com/winter/en/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1768,
        "skiable_acres": "297",
        "avg_snowfall": 433,
        "ownership": "Partner",
        "address": "Unknown",
        "description": "Hakuba Iwatake is a popular ski resort located in the Nagano Prefecture of Japan, famously known for hosting several competitions during the 1998 Winter Olympics. Featuring 26 courses and 11 lifts, this resort offers terrain that caters to different skiing abilities, from novice to expert. Winter sports enthusiasts can enjoy panoramic mountain views, with some runs offering a glimpse of the Northern Japanese Alps. The resort also offers snowshoeing, snow biking, and cross-country skiing. Off the slopes, visitors can experience Japanese culture in local hot springs, restaurants, and shopping areas nearby. Hakuba Iwatake is also renown for its snow park which offers an array of jumps and boxes.",
        "cam_resort_lng": 137.8512,
        "cam_resort_lat": 36.7185,
        "cam_resort_bearing": -65.21,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.856216,
          36.7158815
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hakuba Norikura ",
        "slug": "hakuba_norikura_",
        "website": "https://www.hakubaescal.com/winter/en/norikura/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1969,
        "skiable_acres": "300",
        "avg_snowfall": 433,
        "ownership": "Partner",
        "address": "Otari, Kitaazumi District, Nagano 399-9422, Japan",
        "description": "Hakuba Norikura is a charming ski resort located in the Northern Alps of Nagano Prefecture, Japan. The resort boasts extensive skiing terrain suitable for all levels of skiers and snowboarders, from green beginner slopes to challenging off-piste areas for the more adventurous. Being part of the well-known Hakuba Valley, Norikura offers impressive snowfall and pristine conditions, especially between December and February. The resort provides modern amenities including ski rentals, ski schools, restaurants, and accommodations. Despite its high-quality facilities and services, Hakuba Norikura maintains a relaxed and uncrowded atmosphere, offering a peaceful retreat for winter sports enthusiasts.",
        "cam_resort_lng": 137.8714,
        "cam_resort_lat": 36.765,
        "cam_resort_bearing": -68.29,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8739806,
          36.7658832
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Heavenly",
        "slug": "heavenly",
        "website": "https://www.skiheavenly.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 3500,
        "skiable_acres": "4800",
        "avg_snowfall": 360,
        "ownership": "Vail-Owned",
        "address": "3860 Saddle Rd, South Lake Tahoe, CA 96150, USA",
        "description": "Heavenly Ski Resort is a winter paradise located on the border of Nevada and California in South Lake Tahoe. It's renowned for having one of the largest ski areas in the region, featuring over 4,800 acres of skiable terrain, making it perfect for skiers and snowboarders of all skill levels. Elevated at a height of 10,040 feet above sea level, Heavenly offers breathtaking panoramic views of Lake Tahoe and the Sierra Nevada mountains. \n\nThe resort boasts about 97 runs with the longest one extending for an impressive 5.5 miles and a variety of terrain parks for freestyle enthusiasts. Additionally, Heavenly's high-speed lifts ensure that visitors spend more time enjoying the slopes and less time waiting in line. \n\nOff the slopes, Heavenly provides a vibrant nightlife and entertainment scene, numerous eateries serving a range of cuisines, and plenty of accommodation options. The resort also offers ski and snowboard instruction from professional instructors for beginners or those looking to hone their skills. During the summer, Heavenly transforms into a hub for hiking, mountain biking, and scenic gondola rides, making it a year-round destination for outdoor enthusiasts.",
        "cam_resort_lng": -119.9267,
        "cam_resort_lat": 38.9441,
        "cam_resort_bearing": 107.98,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -119.9402777,
          38.9349226
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hidden Valley",
        "slug": "hidden_valley_mo",
        "website": "https://www.hiddenvalleyski.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Missouri",
        "local_region": "Midwest",
        "vertical_drop": 310,
        "skiable_acres": "80",
        "avg_snowfall": 20,
        "ownership": "Vail-Owned",
        "address": "17409 Hidden Valley Dr, Eureka, MO 63025, USA",
        "description": "Hidden Valley is a small ski resort in Eureka, Missouri, just west of St. Louis. It offers skiing, snowboarding, and snow tubing with 17 trails across 80 acres. The resort relies heavily on snowmaking and is a popular winter destination for the St. Louis metro area.",
        "cam_resort_lng": -90.6685,
        "cam_resort_lat": 38.4998,
        "cam_resort_bearing": -70,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -90.6685,
          38.4998
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hidden Valley Resort",
        "slug": "hidden_valley_resort_pa",
        "website": "https://www.hiddenvalleyresort.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "Northeast",
        "vertical_drop": 610,
        "skiable_acres": "110",
        "avg_snowfall": 130,
        "ownership": "Vail-Owned",
        "address": "One Craighead Dr, Hidden Valley, PA 15502, USA",
        "description": "Hidden Valley Resort is a four-season resort in the Laurel Highlands of Pennsylvania. In winter, it offers 26 slopes and trails across 110 skiable acres with a 610-foot vertical drop. The resort also features cross-country skiing, snowshoeing, and a tubing park.",
        "cam_resort_lng": -79.2518,
        "cam_resort_lat": 40.0537,
        "cam_resort_bearing": -70,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -79.2518,
          40.0537
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hotham",
        "slug": "hotham",
        "website": "https://www.mthotham.com.au/",
        "pass": "Epic",
        "global_region": "Oceania",
        "country": "Australia",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1296,
        "skiable_acres": "605",
        "avg_snowfall": 118,
        "ownership": "Vail-Owned",
        "address": "Mount Hotham, Hotham Heights VIC 3741, Australia",
        "description": "Hotham Ski Resort, also known as Mount Hotham, is located in Victoria, Australia. It stands out as the state's premier ski resort, boasting 320 hectares of ski terrain. The resort is suitable for both beginners and experienced skiers, offering a mix of beginner slops, intermediate runs and advanced skiing terrains. Aside from winter sports, it also provides a range of activities such as snowshoeing, tobogganing, and even dog sled tours. The resort also offers a range of accommodation options, from luxury chalets to budget-friendly lodges. Its strategically positioned eateries and restaurants offer a variety of dining options with stunning mountain views. Known for its reliable snowfall, Hotham Ski Resort is a must-visit destination for ski and snowboard enthusiasts.",
        "cam_resort_lng": 146.4461,
        "cam_resort_lat": -37.1467,
        "cam_resort_bearing": -96.05,
        "season": "June - September"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          147.1327778,
          -36.9752778
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Hunter",
        "slug": "hunter",
        "website": "https://www.huntermtn.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "New York",
        "local_region": "East",
        "vertical_drop": 1600,
        "skiable_acres": "320",
        "avg_snowfall": 120,
        "ownership": "Vail-Owned",
        "address": "Hunter Mountain Resort, 64 Klein Ave, Hunter, NY 12442, USA",
        "description": "Hunter Mountain Ski Resort is located in the northern Catskill Mountains in New York State. Known for its family-friendly environment and adventurous terrain, Hunter offers a variety of downhill skiing, snowboarding, and snow tubing options across its expansive property. The resort boasts a variety of trails catering to all skill levels, from beginner to expert, with a high-speed chairlift ensuring that visitors spend more time on the slopes and less time waiting. On-site amenities also include ski and snowboard rentals, lesson programs, cozy lodging options, and several dining facilities. Whether you're an avid skier or a novice looking for a fun winter getaway, Hunter Mountain offers a superb winter sports experience. Moreover, it has implemented robust safety measures to ensure a secure environment for everyone.",
        "cam_resort_lng": -74.2214,
        "cam_resort_lat": 42.205,
        "cam_resort_bearing": -146.09,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -74.2118838,
          42.2053809
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Jack Frost",
        "slug": "jack_frost",
        "website": "https://www.jfbb.com/jack-frost/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 600,
        "skiable_acres": "100",
        "avg_snowfall": 50,
        "ownership": "Vail-Owned",
        "address": "434 Jack Frost Mountain Rd, White Haven, PA 18661, USA",
        "description": "Jack Frost is a popular ski resort located in the Pocono Mountains of Pennsylvania. It is known for its expansive terrain and picturesque mountain scenery which attracts visitors from all walks of life. The resort offers a variety of runs suitable for all levels of skiers, from beginners to experts. In addition to skiing, Jack Frost also provides opportunities for snowboarding, snow tubing, and a host of other winter activities. Amenities include ski equipment rentals, professional ski instruction, a spacious lodge with warm, cozy interiors that offer food and drinks, and accommodations nearby. Jack Frost's friendly atmosphere, fun-filled activities, and excellent snow conditions make it an ideal destination for a winter family getaway.",
        "cam_resort_lng": -75.6502,
        "cam_resort_lat": 41.1128,
        "cam_resort_bearing": 159.76,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -75.6530541,
          41.1076599
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Jackson Hole",
        "slug": "jackson_hole",
        "website": "https://www.jacksonhole.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Wyoming",
        "local_region": "Rockies",
        "vertical_drop": 4139,
        "skiable_acres": "2,500",
        "avg_snowfall": 459,
        "ownership": "Independent",
        "address": "Jackson Hole, Wyoming 83001, USA",
        "description": "Jackson Hole Mountain Resort is a leading ski destination located in Teton Village, Wyoming. Known for its picturesque landscape and challenging terrain, it caters to both beginners and advanced skiers. It boasts over 2,500 acres of ski-able terrain, a vertical drop of 4,139 feet, and a summit elevation of 10,450 feet. Additionally, Jackson Hole features numerous amenities such as high-speed chair lifts and gondolas, snowboarding parks, ski schools, and equipment rentals. It also offers convenient accommodations, ranging from luxury hotels to cozy lodges and cabins. The resort provides a range of dining options, shopping outlets, and wellness facilities for a complete and enjoyable getaway. With its breathtaking views of the Grand Tetons, wildlife sightings, and a range of winter activities, Jackson Hole offers a unique, adventure-filled experience.",
        "cam_resort_lng": -110.8424,
        "cam_resort_lat": 43.5915,
        "cam_resort_bearing": -61.92,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -110.826479,
          43.58668
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Jiigatake",
        "slug": "jiigatake",
        "website": "https://www.jiigatake.info/winter/en/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 899,
        "skiable_acres": "320",
        "avg_snowfall": 450,
        "ownership": "Partner",
        "address": "4819 Taira, Omachi, Nagano 398-0001, Japan",
        "description": "Jiigatake Ski Resort is a beautiful, compact skiing facility located in Omachi City, Nagano, Japan. It's a family-friendly resort known for its peaceful ambiance and stunning views of the surrounding Japanese Alps. It's a great place for beginner and intermediate level skiers with its gentle slopes, and also offers a selection of cross-country trails. The resort promotes a relatively long season from December to early April, depending on snow conditions. Immersed in nature, it offers a serene escape from the hustle and bustle of city life. Facilities include equipment rentals, restaurants and accommodations nearby. Despite its smaller size, Jiigatake is an appealing winter destination for its well-groomed runs and scenic mountain setting.",
        "cam_resort_lng": 137.7995,
        "cam_resort_lat": 36.5601,
        "cam_resort_bearing": -66.21,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.798425,
          36.5614155
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "June Mountain",
        "slug": "june_mountain",
        "website": "https://www.junemountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 2590,
        "skiable_acres": "1,500",
        "avg_snowfall": 250,
        "ownership": "Alterra-Owned",
        "address": "3819 CA-158, June Lake, CA 93529, USA",
        "description": "June Mountain is a charming ski resort located in the Eastern Sierra of California, just a short distance from Mammoth Lakes. Known as California's family-friendly ski resort, June Mountain offers a wide range of terrain suitable for all skill levels, from beginners to advanced skiers and snowboarders. It features seven lifts, 41 trails, and over 1,500 acres of scenic skiing and snowboarding terrain. The resort also provides ski lessons and gear rental options. June Mountain is recognized for its stunning views, serene alpine scenery, and its friendly, laid-back atmosphere. It is also known for its iconic mascot, Bucky, the deer. Besides winter sports, the area offers fishing, hiking, and sightseeing opportunities in the summer months.",
        "cam_resort_lng": -119.0842,
        "cam_resort_lat": 37.7644,
        "cam_resort_bearing": 129.2,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -119.0906293,
          37.7679169
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kashimayari",
        "slug": "kashimayari",
        "website": "https://www.kashimayari.com/en/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2362,
        "skiable_acres": "193",
        "avg_snowfall": 374,
        "ownership": "Partner",
        "address": "20490-4 Taira, Omachi, Nagano 398-0001, Japan",
        "description": "Kashimayari Ski Resort is a popular and charming winter destination situated in the Northern Alps of Nagano Prefecture, Japan. It features a total of 23 ski runs, ranging from beginner to advanced levels, making it suitable for skiers of all skill levels. The resort also boasts a multitude of impressive facilities, including several restaurants, ski rental shops, and a ski school for those eager to learn. The upper slopes provide panoramic views of the exquisite, snowy mountain landscapes. Besides offering excellent ski and snowboarding conditions during winter, Kashimayari also offers a variety of outdoor activities during the summer months, such as hiking and mountain biking.",
        "cam_resort_lng": 137.8319,
        "cam_resort_lat": 36.5978,
        "cam_resort_bearing": -88.41,
        "season": "December to April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8254561,
          36.5969431
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Keystone",
        "slug": "keystone",
        "website": "https://www.keystoneresort.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3128,
        "skiable_acres": "3149",
        "avg_snowfall": 235,
        "ownership": "Partner",
        "address": "100 Dercum Square, Keystone, CO 80435, USA",
        "description": "Located in the Rocky Mountains of Colorado, Keystone Ski Resort is a premier destination for winter sports enthusiasts. The resort features three mountain peaks with more than 3,000 skiable acres and 128 trails of varying difficulty levels, making it ideal for beginners, intermediates, and experts. Keystone is also famous for its night skiing, offering the largest night skiing operation in Colorado. The resort also provides snowboarding, snow tubing, and ice-skating opportunities. In addition, Keystone is family-friendly, with various kid-oriented activities, ski schools, and childcare facilities. The resort village also offers a range of accommodations, from affordable lodges to luxury condos, along with numerous dining and shopping options. Despite its high-end offerings, Keystone retains a laid-back, unpretentious vibe that appeals to all types of visitors.",
        "cam_resort_lng": -106.3636,
        "cam_resort_lat": 39.6284,
        "cam_resort_bearing": 157.99,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -105.9437656,
          39.6075962
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kicking Horse",
        "slug": "kicking_horse",
        "website": "https://www.kickinghorse.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Unknown",
        "vertical_drop": 4314,
        "skiable_acres": "3400",
        "avg_snowfall": 288,
        "ownership": "Partner",
        "address": "1500 Kicking Horse Trail, Golden, BC V0A 1H0, Canada",
        "description": "Kicking Horse is a popular ski resort located in the heart of the Canadian Rockies, near Golden, British Columbia. Known for offering some of the steepest and deepest skiing in North America, Kicking Horse possesses extreme vertical drops and an impressive amount of varied terrain, suitable for all levels of skiers and snowboarders. The resort extends over 3,400 acres and has a vertical drop of 4,133 feet. It features over 120 runs, including chutes, bowls, and tree skiing. The resort also boasts five alpine bowls and dozens of long winding trails, offering a challenging and exciting skiing experience. Furthermore, Kicking Horse provides a range of amenities such as dining options, lodges, ski schools, and rental shops. The resort is also famous for its stunning panoramic views of the surrounding mountain ranges and National Parks.",
        "cam_resort_lng": -117.0604,
        "cam_resort_lat": 51.2878,
        "cam_resort_bearing": -125.74,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -117.0482516,
          51.2975688
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Killington",
        "slug": "killington",
        "website": "https://www.killington.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 3000,
        "skiable_acres": "1,977",
        "avg_snowfall": 250,
        "ownership": "Powdr-Owned",
        "address": "Killington Resort, 3861 Killington Rd, Killington, VT 05751, USA",
        "description": "Killington Resort, often referred to as the \"Beast of the East,\" is a premier ski resort located in Killington, Vermont. It's the largest ski area in the Eastern United States, boasting seven mountain areas, including Pico Mountain, with diverse terrain suitable for skiers and snowboarders of all skill levels. The resort offers a total of 155 trails serviced by 22 lifts, a vertical drop of 3,050 feet, and a longest run of 6.2 miles. Killington is renowned for its extended ski season, often beginning in October and running until late May. It's not just a winter resort; during the summer, it transforms into an outdoor lover's paradise with mountain biking, golfing, and a variety of events and festivals. A plethora of dining options, shopping places, and plenty of nearby accommodation options make Killington a preferred destination for snow lovers and outdoor adventurers alike.",
        "cam_resort_lng": -72.802,
        "cam_resort_lat": 43.621,
        "cam_resort_bearing": -163,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.7967531,
          43.6262922
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kimberley",
        "slug": "kimberley",
        "website": "https://www.skikimberley.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Unknown",
        "vertical_drop": 2465,
        "skiable_acres": "1800",
        "avg_snowfall": 156,
        "ownership": "Partner",
        "address": "Kimberley Alpine Resort, 301 N Star Blvd, Kimberley, BC V1A 2Y5, Canada",
        "description": "Kimberley Alpine Resort is a stunning ski destination located in the Purcell Mountains of British Columbia, Canada. Known for its picturesque environment, the resort offers a diverse range of winter activities, including downhill skiing, snowboarding, and snowshoeing. It features 68 ski runs of various difficulties, from gentle beginner-friendly slopes to challenging terrain parks and mogul fields that cater to advanced skiers and snowboarders. With a long ski season, excellent snowfall and a friendly atmosphere, Kimberley Alpine Resort is an inviting destination for winter sports enthusiasts of all abilities. The resort also offers ski-in, ski-out accommodation, ski schools, and a vibrant village base filled with cafs, restaurants, and retail shops. During the summer, the resort transforms into a haven for mountain biking, hiking, and golf.",
        "cam_resort_lng": -116.0186,
        "cam_resort_lat": 49.6893,
        "cam_resort_bearing": -127.6,
        "season": "December to April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.0048143,
          49.6878857
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kirkwood",
        "slug": "kirkwood",
        "website": "https://www.kirkwood.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 2000,
        "skiable_acres": "2300",
        "avg_snowfall": 354,
        "ownership": "Vail-Owned",
        "address": "1501 Kirkwood Meadows Dr, Kirkwood, CA 95646, USA",
        "description": "Kirkwood Ski Resort is nestled in the Sierra Nevada Mountains of California. Known for its deep, dry snowfall, it boasts an annual average of 350 inches, making it a popular destination for skiing and snowboarding enthusiasts. The resort offers more than 2,300 acres of skiable terrain suitable for all skill levels - beginners, intermediates, and advanced skiers, with 15 lifts and over 80 trails. Kirkwood Ski Resort stands out for its commitment to safety, top-notch ski education programs, and amazing terrain variety, offering something for everyone, from groomed boulevards to challenging steeps and deeps. Plus, it is less crowded than other Tahoe ski resorts. Accommodations are available in the form of luxurious condos and mountain lodges, and dining options range from grab-and-go eateries to fine dining establishments. The resort is also committed to sustainable practices, focusing on energy conservation and wildlife habitat preservation.",
        "cam_resort_lng": -120.0685,
        "cam_resort_lat": 38.6794,
        "cam_resort_bearing": -173.2,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -120.0651665,
          38.6847514
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Kitzski",
        "slug": "kitzski",
        "website": "https://www.kitzski.com/en/",
        "pass": "Ikon",
        "global_region": "Europe",
        "country": "Austria",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 3937,
        "skiable_acres": "44232",
        "avg_snowfall": 262,
        "ownership": "Independent",
        "address": "6370 Kitzbuhel, Austria",
        "description": "Kitzski is a renowned ski resort in Austria, located in the regions of Tirol and Salzburg. Improved over years, it boasts as one of the largest ski resorts in the country, spreading over the towns of Kitzbhel, Kirchberg and Mittersill. It's known for hosting the annual Hahnenkamm race, the most challenging on the World Cup circuit. The ski area offers 234 kilometers of well-groomed skiing slopes suitable for all skill levels, from beginners to professionals.\n\nThe resort also features 41 kilometers of marked ski routes, several terrain parks, and extensive off-piste options. The modern lift system, comprising around 57 lifts including gondolas and chairlifts, ensures quick and easy access to the slopes. Moreover, Kitzski offers a range of culinary options with over 60 mountain huts and restaurants. It also provides snow schools and equipment rentals for the convenience of visitors. Providing mountainous views amidst the alpine charm and the legendary Austrian hospitality, Kitzski is a dream destination for any skiing enthusiast.",
        "cam_resort_lng": 12.365,
        "cam_resort_lat": 47.4398,
        "cam_resort_bearing": 179.13,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          12.3925407,
          47.4492375
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lake Louise",
        "slug": "lake_louise",
        "website": "https://www.skilouise.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "Alberta",
        "local_region": "Canada",
        "vertical_drop": 3250,
        "skiable_acres": "4,200",
        "avg_snowfall": 179,
        "ownership": "Independent",
        "address": "1 Whitehorn Rd, Lake Louise, AB T0L 1E0, Canada",
        "description": "Lake Louise is a renowned ski resort located in the heart of the stunning Canadian Rockies in Banff National Park, Alberta. At 4,200 skiable acres, it's one of the largest ski areas in North America, offering a diverse selection of runs for beginners, intermediate skiers, and experts alike. This ski resort is known for its panoramic views, striking mountain peaks, glaciers, and deep powder snow. Lake Louise Ski Resort boasts over 145 marked ski runs and back bowls on four mountain faces. The amenities at the resort include various dining options, ski and snowboard lessons, rentals, and a range of accommodations nearby. The region also offers a variety of other winter activities such as snowshoeing, ice skating, and wildlife watching. The breathtaking natural beauty and the high-quality ski facilities make Lake Louise a popular choice for winter sports enthusiasts from all over the world.",
        "cam_resort_lng": -116.15,
        "cam_resort_lat": 51.4531,
        "cam_resort_bearing": 28.21,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.1621717,
          51.4419206
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Laurel",
        "slug": "laurel",
        "website": "https://www.laurelmountainski.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 761,
        "skiable_acres": "70",
        "avg_snowfall": 41,
        "ownership": "Vail-Owned",
        "address": "374 Summit Ski Rd, Boswell, PA 15531, USA",
        "description": "Laurel Mountain Ski Resort is a picturesque ski destination nestled in Laurel Mountain State Park, Pennsylvania. It boasts a rich history, having first opened its slopes in 1939, making it one of the oldest ski resorts in Pennsylvania. Known for its challenging terrain and stunning views, the resort caters to skiers and snowboarders of varying skill levels.\n\nThe resort offers a vertical drop of 761 feet, the highest in Pennsylvania, and a few challenging runs, including the famed Lower Wildcat Slope, the steepest in the state. With a total of 20 slopes and trails, including a mix of beginner, intermediate, and expert runs, there's something for everyone at Laurel Mountain. \n\nAdditional facilities at the resort include a modern ski lodge offering dining and rental services, snowmaking capabilities to guarantee snow throughout the season, and well-maintained lifts. The resort also offers ski and snowboard lessons for beginners and those who want to improve their skills. \n\nSurrounded by the tranquil beauty of the Laurel Mountain State Park, visitors can also enjoy snowshoeing and cross-country skiing. Accommodation options near the resort range from cozy cabins to luxury resorts, providing a perfect base for a winter getaway. Laurel Mountain Ski Resort successfully combines thrilling ski experiences with natural beauty, providing unforgettable winter sport adventures.",
        "cam_resort_lng": -79.1709,
        "cam_resort_lat": 40.1673,
        "cam_resort_bearing": 156.4,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -79.1653833,
          40.1638863
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Les 3 Valles",
        "slug": "les_3_valles",
        "website": "https://www.les3vallees.com/en/",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "France ",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 6988,
        "skiable_acres": "37066",
        "avg_snowfall": 236,
        "ownership": "Partner",
        "address": "318 Av. de Belleville, 73600 Moutiers, France",
        "description": "Les 3 Valles, often stylized as Les Trois Valles, is the world's largest interconnected ski area located in the Tarentaise Valley, part of the Savoie department in the French Alps. It offers more than 600 km of ski slopes, accommodating all levels of skiers from beginners to experts. The resort is comprised of eight smaller resorts, including Courchevel, Mribel, and Val Thorens, each providing a unique alpine experience with a variety of accommodation, dining, and entertainment options. Known for its high altitude which guarantees good snow conditions throughout the winter season, Les 3 Valles also offers fantastic off-piste skiing opportunities. The resort is linked together by 183 ski lifts, providing easy access to all areas of the vast ski terrain.",
        "cam_resort_lng": 6.6463,
        "cam_resort_lat": 45.5221,
        "cam_resort_bearing": 116.4,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          6.5256484,
          45.4840917
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Liberty",
        "slug": "liberty",
        "website": "https://www.libertymountainresort.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 620,
        "skiable_acres": "100",
        "avg_snowfall": 31,
        "ownership": "Vail-Owned",
        "address": "78 Country Club Trail, Fairfield, PA 17320, USA",
        "description": "Liberty Ski Resort is located in the heart of Pennsylvania's scenic countryside. It offers a wide variety of winter sports activities such as skiing, snowboarding, and snow tubing. With over 16 diverse trails, it caters to all levels of proficiency, from beginners to advanced skiers and snowboarders. Liberty Ski Resort also provides quality equipment rentals and lessons from certified professionals. The resort features several cozy lodges for accommodation, a number of dining options serving mouthwatering cuisine, and a wellness spa for relaxation after a long day on the slopes. The breathtaking mountain views make it a perfect getaway for leisure-seekers and adventure enthusiasts alike. The resort is committed to maintain and promote environmental sustainability in all its operations.",
        "cam_resort_lng": -77.371,
        "cam_resort_lat": 39.7624,
        "cam_resort_bearing": 123.6,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -77.3754589,
          39.76366
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Loon",
        "slug": "loon",
        "website": "https://www.loonmtn.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "New Hampshire",
        "local_region": "East",
        "vertical_drop": 2100,
        "skiable_acres": "370",
        "avg_snowfall": 160,
        "ownership": "Boyne-Owned",
        "address": "60 Loon Mountain Rd, Lincoln, NH 03251, USA",
        "description": "Loon Mountain Resort is a premier ski destination located in Lincoln, New Hampshire, USA. Spread across 3 mountain peaks, it offers 61 trails for skiing and snowboarding, with a variety of difficulty levels, making it suitable for beginners, intermediates, and advanced skiers. The resort also features 6 terrain parks, an adventure center with an indoor climbing wall, zip-line, and an ice skating rink. It is equipped with modern lifts and gondolas for easy accessibility. The resort also offers top-notch ski schools, equipment rentals, retail shops, and a variety of dining options. Loon Mountain Resort is known for its stunning views, great snow quality, and family-friendly atmosphere. Its close proximity to Boston makes it a popular choice for weekend getaways.",
        "cam_resort_lng": -71.6322,
        "cam_resort_lat": 44.0487,
        "cam_resort_bearing": 150.8,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -71.6336041,
          44.0563456
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lotte Arai",
        "slug": "lotte_arai",
        "website": "https://www.lottehotel.com/arai-resort/en.html",
        "pass": "Ikon",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 3121,
        "skiable_acres": "528",
        "avg_snowfall": 590,
        "ownership": "Independent",
        "address": "Ryozenji, Myoko, Niigata 944-0061, Japan",
        "description": "Lotte Arai Resort is located in Niigata Prefecture, Japan. The resort, reopened by the Lotte group in 2017, is known for its extensive terrain making it one of JapanÕs largest ski resorts. With 14 ski runs, the resort caters to skiers and snowboarders of all levels, from beginners to advanced. The resort is notable for its large amount of powder snow and excellent off-piste skiing, providing freeriding experiences that are relatively uncommon in Japan. Lotte Arai Resort also offers a range of other winter activities such as snow tubing, snowshoeing, and indoor rock climbing. The resort features five restaurants and cafes, a ski shop, a spa, an onsen (hot spring), and various accommodation options including luxury hotels and condos with stunning mountain views. The resort has a dedicated international ski school for foreigners and offers gear rental services. The resort is serviced by a gondola and four high-speed lifts ensuring quick access to its expansive terrain.",
        "cam_resort_lng": 138.1683,
        "cam_resort_lat": 36.9882,
        "cam_resort_bearing": -91.89,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          138.1800776,
          36.989476
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mad River Mountain",
        "slug": "mad_river_mountain",
        "website": "https://www.skimadriver.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Ohio",
        "local_region": "Midwest",
        "vertical_drop": 300,
        "skiable_acres": "144",
        "avg_snowfall": 36,
        "ownership": "Vail-Owned",
        "address": "1000 Snow Valley Rd, Zanesfield, OH 43360, USA",
        "description": "Mad River Mountain is a ski and snowboard resort in Valley Hi, Ohio, with a vertical drop of 300 feet and 20 trails across 144 acres. Owned by Vail Resorts, it features the largest snowmaking system in Ohio with 130 snow cannons covering all trails. The resort offers tubing, terrain parks, and beginner areas.",
        "cam_resort_lng": -83.6806,
        "cam_resort_lat": 40.3163,
        "cam_resort_bearing": -70,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -83.6806,
          40.3163
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mammoth",
        "slug": "mammoth",
        "website": "https://www.mammothmountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 3100,
        "skiable_acres": "3,500",
        "avg_snowfall": 400,
        "ownership": "Alterra-Owned",
        "address": "10001 Minaret Rd, Mammoth Lakes, CA 93546, USA",
        "description": "Mammoth Mountain Ski Resort is a prestigious winter haven located in Eastern California, within the Sierra Nevada mountain range. It takes pride in its diverse terrain, boasting 3,500 acres of skiable area. The resort has around 150 named trails and 28 chairlifts to serve all levels of skiers and riders. Its longest run, stretching over 3 miles, is a paradise for endurance skiers. The summit of Mammoth Mountain reaches an impressive elevation of 11,053 feet, making it the highest ski resort in California. Facilities at the resort are top-notch with several lodges, dining options, rental shops and ski school. It also offers other winter activities like snowmobile adventures, snowshoeing, and cross-country skiing. The ski season typically lasts from November to June, sometimes even extending towards July, offering one of the longest ski seasons in North America.",
        "cam_resort_lng": -119.029,
        "cam_resort_lat": 37.6455,
        "cam_resort_bearing": 178.04,
        "season": "November - June"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -119.0267806,
          37.6510972
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mont Saint-Anne",
        "slug": "mont_saint-anne",
        "website": "https://www.mont-sainte-anne.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "Quebec",
        "local_region": "Unknown",
        "vertical_drop": 2050,
        "skiable_acres": "547",
        "avg_snowfall": 209,
        "ownership": "Partner",
        "address": "Unknown",
        "description": "Mont Saint-Anne is a stunning ski resort located in eastern Quebec, Canada, about 40 km northeast of Quebec City. Known for its impressive skiing and snowboarding trails, Mont Saint-Anne offers 71 runs serviced by 8 lifts, which cater to all levels of ski and snowboard enthusiasts. The longest run is 5.1 km with a vertical drop of 625 meters. \n\nThe resort features a large cross-country skiing area with 200 km of trails, making it one of the largest of its kind in Canada. It also offers night skiing on 19 trails, one of the highest numbers in the country. Aside from winter sports, Mont Saint-Anne provides year-round activities such as mountain biking, hiking, golfing, and paragliding.\n\nAccommodation options range from stylish hotels to cozy condos and chalets, most offering exceptional views of the mountain. The resort also encompasses restaurants, spas, and boutiques. With its breathtaking natural beauty and wide range of activities, Mont Saint-Anne is a popular destination for outdoor enthusiasts and families alike.",
        "cam_resort_lng": -70.9175,
        "cam_resort_lat": 47.0791,
        "cam_resort_bearing": -82.81,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -70.9063054,
          47.075094
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mount Snow",
        "slug": "mount_snow",
        "website": "https://www.mountsnow.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 1700,
        "skiable_acres": "601",
        "avg_snowfall": 150,
        "ownership": "Vail-Owned",
        "address": "Mt Snow, Somerset, VT 05356, USA",
        "description": "Mount Snow is a popular ski resort located in southern Vermont's Green Mountains. It is known for its extensive terrain, grand vertical drop, and high-speed chair lifts, making it a favorite destination for all types of skiers from beginners to advanced. The resort features 600 acres of ski terrain with 86 trails and 20 lifts. The highest lift-served summit stands at 3,600 feet. Besides skiing, it also offers outdoor activities like snowboarding, snowshoeing, and tubing in the winter. In the summer, visitors can enjoy mountain biking, hiking, and golf. It is also home to the Carinthia Parks, which is considered the top-ranked terrain park in the East. Mount Snow has plenty of on-site lodging options, dining choices, and offers ski equipment rentals and ski lessons.",
        "cam_resort_lng": -72.9085,
        "cam_resort_lat": 43.1037,
        "cam_resort_bearing": -158.8,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.9205301,
          42.9610599
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mount Sunapee",
        "slug": "mount_sunapee",
        "website": "https://www.mountsunapee.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "New Hampshire",
        "local_region": "East",
        "vertical_drop": 1510,
        "skiable_acres": "233",
        "avg_snowfall": 130,
        "ownership": "Vail-Owned",
        "address": "1398 New Hampshire Rte 103, Newbury, NH 03255, USA",
        "description": "Mount Sunapee is a premier ski resort located in New Hampshire, USA. Its name is derived from the Native American words for \"water\" and \"resting place,\" reflecting the calm and serenity of the location. The resort offers over 230 acres of skiable terrain with a total of 66 trails, perfect for all skill levels from beginners to experienced skiers and snowboarders. The highest peak at the resort reaches a staggering 2,726 feet, providing stunning views of the surrounding landscapes. Mount Sunapee is also equipped with modern chairlifts for easy slope access, rental shops for ski and snowboard equipment, and ski and snowboard schools for those looking to improve their skills. The resort offers more than just winter activities; in the warmer months, visitors can enjoy zip-lining, mountain biking, and hiking. With its picturesque setting, warm hospitality, and wide range of activities, Mount Sunapee is a year-round destination for adventure and relaxation.",
        "cam_resort_lng": -72.0814,
        "cam_resort_lat": 43.3285,
        "cam_resort_bearing": 178,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.0804797,
          43.3313962
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mt Bachelor",
        "slug": "mt_bachelor",
        "website": "https://www.mtbachelor.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Oregon",
        "local_region": "Pacific Northwest ",
        "vertical_drop": 3365,
        "skiable_acres": "4,323",
        "avg_snowfall": 462,
        "ownership": "Powdr-Owned",
        "address": "13000 SW Century Drive, Bend, OR 97702, USA",
        "description": "Located in the impressive Cascade Mountain Range in central Oregon, Mt Bachelor is one of the largest ski resorts in the U.S. Renowned for its deep, light powdery snow, the resort boasts over 4,300 acres of lift-accessible terrain. Not just for winter sports enthusiasts, it also offers summer activities like mountain biking and disc golf. With tree-lined runs, steep chutes and bowls, Mt Bachelor is suitable for all levels of skiers and snowboarders. The resort also boasts a tubing park, snowshoe tours and a dog sledding center. The cozy mountain-lodge recreation area has multiple dining options, equipment rentals, and ski and snowboard lessons. The location's views of Broken Top Mountain and the Three Sisters peaks add to the scenic aspect of Mt Bachelor, making it an exceptional outdoor retreat.",
        "cam_resort_lng": -121.6733,
        "cam_resort_lat": 43.9923,
        "cam_resort_bearing": -174.8,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -121.6780089,
          44.002974
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mt Brighton",
        "slug": "mt_brighton",
        "website": "https://www.mtbrighton.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Michigan",
        "local_region": "Midwest",
        "vertical_drop": 230,
        "skiable_acres": "130",
        "avg_snowfall": 60,
        "ownership": "Vail-Owned",
        "address": "4141 Bauer Rd, Brighton, MI 48116, USA",
        "description": "Located in Brighton, Michigan, USA, Mt Brighton is a popular ski resort known for its family-friendly atmosphere and diverse terrain. With over 130 acres of skiable area, it features 24 trails for different skill levels, five chairlifts, and a special terrain park for snowboarders and freestyle skiers. The resort also offers professional ski and snowboard lessons. It has a charming chalet-style lodge which houses a cafe, a bar, and a rental shop. Night skiing is available, making it a fun-filled destination for skiers and snowboarders of all ages.",
        "cam_resort_lng": -83.8101,
        "cam_resort_lat": 42.5396,
        "cam_resort_bearing": 127.67,
        "season": "November - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -83.8115217,
          42.54083
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mt Buller",
        "slug": "mt_buller",
        "website": "https://www.mtbuller.com.au/Winter",
        "pass": "Ikon",
        "global_region": "Oceania",
        "country": "Australia",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1312,
        "skiable_acres": "741",
        "avg_snowfall": 126,
        "ownership": "Independent",
        "address": "Mount Buller VIC 3723, Australia",
        "description": "Mt Buller is a popular ski resort located in Victoria, Australia. The resort is known for its stunning alpine setting, easily accessible from Melbourne, making it a favorite among locals and international tourists alike. Mt Buller boasts over 300 hectares of skiable terrain with more than 80 trails suitable for beginners, intermediates, and advanced skiers and snowboarders. The resort also offers a plethora of additional activities including snowshoeing, tobogganing, and dog sledding. Mt Buller is not only a winter destination but also an engaging summer spot with mountain biking, hiking, and horse riding being popular activities. Accommodation ranges from budget-friendly lodges to luxurious chalets and apartments. With more than 30 bars and restaurants, all tastes and budgets are catered for, making Mt Buller an exciting year-round destination.",
        "cam_resort_lng": 146.4461,
        "cam_resort_lat": -37.1467,
        "cam_resort_bearing": -96.05,
        "season": "June - September"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          146.4506354,
          -37.1465655
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mt Hutt",
        "slug": "mt_hutt",
        "website": "https://www.nzski.com/mt-hutt/",
        "pass": "Ikon",
        "global_region": "Oceania",
        "country": "New Zealand",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2241,
        "skiable_acres": "902",
        "avg_snowfall": 157,
        "ownership": "Independent",
        "address": "Mt Hutt Station Road, Mt Hutt, Methven 7730, New Zealand",
        "description": "Located in South Island, New Zealand, Mt Hutt is a premier ski resort known for its vast terrain, exceptional snow quality, and stunning panoramic views of the Southern Alps. With a wide range of trails suitable for all skiing and snowboarding skill levels, it provides an adventurous and thrilling experience, especially for off-piste and freestyle lovers. This resort boasts the longest vertical drop in the South Island and holds a reputation for some of the best, most consistent snow conditions in New Zealand. The resort is family-friendly, offering child care facilities, ski and snowboard lessons, and equipment rentals. After a day on the slopes, visitors can enjoy a meal or a warm drink in the mountain's caf/restaurant or unwind in the resort's spa facilities. Mt Hutt is a paradise for snow sport enthusiasts, framed by the picturesque scenery of mountains and lakes.",
        "cam_resort_lng": 171.5333,
        "cam_resort_lat": -43.4954,
        "cam_resort_bearing": 0,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          171.5400686,
          -43.4956884
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Mt Norquay",
        "slug": "mt_norquay",
        "website": "https://www.banffnorquay.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "Alberta",
        "local_region": "Canada",
        "vertical_drop": 1650,
        "skiable_acres": "190",
        "avg_snowfall": 120,
        "ownership": "Independent",
        "address": "Mount Norquay, 2 Mt Norquay Rd, Banff, AB T1L 1B4, Canada",
        "description": "Mt. Norquay Ski Resort is located in the heart of Banff National Park in Alberta, Canada. Known for its stunning views of the Canadian Rockies, the resort offers a variety of winter activities for all ages and abilities. This includes skiing, snowboarding, tubing, and a scenic ride on the North American Chairlift. With 60 runs across 190 acres of skiable terrain, Mt Norquay offers something for everyone - from beginner slopes to challenging black diamond runs for advanced skiers. The resort has a rich history, being the oldest ski resort in the Canadian Rockies, and is also one of the few resorts in the area to provide night skiing. Mt Norquay is recognized for its emphasis on hosting family-friendly activities and has ski schools for both children and adults. With a cozy lodge at the base, guests can enjoy delicious food and warm beverages after a fun day on the slopes.",
        "cam_resort_lng": -115.6092,
        "cam_resort_lat": 51.2055,
        "cam_resort_bearing": -131.6,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -115.5980124,
          51.2030095
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Nakiska",
        "slug": "nakiska",
        "website": "https://www.skinakiska.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "Alberta",
        "local_region": "Unknown",
        "vertical_drop": 2412,
        "skiable_acres": "1021",
        "avg_snowfall": 100,
        "ownership": "Partner",
        "address": "2 Mt Allan Dr, Kananaskis, AB T0L 2H0, Canada",
        "description": "Nakiska is a ski resort located in the heart of the Canadian Rockies in Alberta, Canada. It was originally built for the 1988 Winter Olympics and has since become a popular destination for locals and tourists alike. The resort offers a wide range of terrain to cater to all skill levels Ð from gentle slopes for beginners to challenging runs for experienced skiers and snowboarders. It also features a terrain park and a tubing park. Nakiska boasts modern facilities including high-speed chairlifts, a large day lodge, and ski-in/ski-out accommodation. Moreover, the resort is known for its ski school which offers a variety of lessons and programs taught by certified instructors. Surrounded by stunning mountain views, Nakiska provides a unique and memorable experience for winter sports enthusiasts.",
        "cam_resort_lng": -115.1597,
        "cam_resort_lat": 50.9436,
        "cam_resort_bearing": -110.81,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -115.1510985,
          50.9427038
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Niseko United",
        "slug": "niseko_united",
        "website": "https://www.niseko.ne.jp/en/",
        "pass": "Ikon",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 3438,
        "skiable_acres": "2,889",
        "avg_snowfall": 590,
        "ownership": "Independent",
        "address": "Niseko, Abuta District, Hokkaido, Japan",
        "description": "Niseko United is a world-renowned ski resort located on Japan's northernmost island, Hokkaido. The resort is famous for its abundant, high-quality powder snow, averaging an annual snowfall of over 15 meters. Niseko United comprises four interconnected ski resorts - Niseko Annupuri, Niseko Village, Grand Hirafu, and Hanazono. The resort offers a wide range of trails for all skill levels, from beginner to advanced, and also features options for night skiing, enabling visitors to enjoy a long day on the slopes. The resort not only provides numerous winter activities but also houses a variety of dining places, onsens (hot springs), and accommodations providing panoramic views of the stunning landscape. With its combination of unparalleled snow conditions, extensive terrain, and rich Japanese culture, Niseko United offers a unique skiing experience.",
        "cam_resort_lng": 140.6707,
        "cam_resort_lat": 42.8512,
        "cam_resort_bearing": 0,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          140.6874494,
          42.8047856
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Northstar",
        "slug": "northstar",
        "website": "https://www.northstarcalifornia.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 2280,
        "skiable_acres": "3170",
        "avg_snowfall": 350,
        "ownership": "Vail-Owned",
        "address": "5001 Northstar Dr, Truckee, CA 96161, USA",
        "description": "Northstar California Resort is a prestigious ski resort located near the north shore of Lake Tahoe in California, USA. It boasts the best of both worlds with its picturesque alpine charm and upscale amenities. Offering about 100 trails stretched across over 3,000 acres, the resort caters to skiers and snowboarders of all skill levels. The mountain's highest peak, Mt. Pluto, offers a stunning view of Lake Tahoe and surrounding vistas.\n\nNorthstar is known for its laid-back atmosphere combined with high-end luxury, featuring a Ritz-Carlton hotel on its base. Its pedestrian-friendly village is filled with a wide variety of shops, restaurants, and bars. Additionally, the resort offers different recreational activities year-round including snow tubing, cross country skiing, ice skating in winter, and mountain biking, golfing, and hiking in summer. \n\nNorthstar is equipped with state-of-the-art snowmaking systems and high-speed chair lifts for efficient mountain access. The resort's ski and snowboard schools provide lessons for newcomers and those who wish to improve their skills. \n\nOverall, Northstar California Resort is a fantastic destination for those who love winter sports and outdoor adventure, while also seeking a comfortable and luxurious getaway.",
        "cam_resort_lng": -120.129,
        "cam_resort_lat": 39.2683,
        "cam_resort_bearing": -178.8,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -120.1210934,
          39.2745678
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Okemo",
        "slug": "okemo",
        "website": "https://www.okemo.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 2200,
        "skiable_acres": "632",
        "avg_snowfall": 200,
        "ownership": "Vail-Owned",
        "address": "77 Okemo Ridge Rd, Ludlow, VT 05149, USA",
        "description": "Okemo Mountain Resort is a family-oriented ski resort located in Ludlow, Vermont. This resort is renowned for its excellent snowmaking capabilities and high-quality grooming, providing consistently good conditions for skiing and snowboarding. Okemo boasts over 120 trails across its 667 acres, including beginner runs, intermediate trails, and challenging slopes for advanced skiers. The resort also offers a variety of other winter activities including snowshoeing, ice skating, tubing, and a mountain coaster ride. Amenities include ski and snowboard rentals, ski schools for all ages, several dining options, and comfortable lodging facilities. With its stunning views and a variety of terrain, Okemo Mountain Resort offers an enjoyable experience for winter sports enthusiasts of all skill levels.",
        "cam_resort_lng": -72.7194,
        "cam_resort_lat": 43.408,
        "cam_resort_bearing": -82.81,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.7170416,
          43.4018257
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Palisades Tahoe",
        "slug": "palisades_tahoe",
        "website": "https://www.palisadestahoe.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 2850,
        "skiable_acres": "6,000",
        "avg_snowfall": 400,
        "ownership": "Alterra-Owned",
        "address": "1960 Squaw Valley Road, Olympic Valley, CA 96146, USA",
        "description": "Palisades Tahoe, formerly known as Squaw Valley Alpine Meadows, is a top-tier ski resort located in Olympic Valley, California. It's renowned in the winter sports world due to hosting the 1960 Winter Olympics. The resort boasts over 6,000 skiable acres across two mountains, offering a diverse range of terrains suitable for various skill levels. The resort's 42 lifts service around 270 trails, ensuring a blend of beginner, intermediate, and expert runs. Facilities and amenities at Palisades Tahoe include ski and snowboard schools, rental shops, restaurants, and lodging. Additional activities provided are ice skating, snowshoeing, and cross-country skiing, making it a comprehensive winter destination for families, couples, or singles. The resort is also open in the summer, providing opportunities for mountain biking, hiking, and scenic tram rides. The name change to Palisades Tahoe in 2021 reflects a commitment to celebrating and respecting the local Indigenous culture and history.",
        "cam_resort_lng": -120.2363,
        "cam_resort_lat": 39.1877,
        "cam_resort_bearing": -132.23,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -120.2483913,
          39.1906091
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Panorama",
        "slug": "panorama",
        "website": "https://www.panoramaresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Canada",
        "vertical_drop": 4265,
        "skiable_acres": "2,975",
        "avg_snowfall": 204,
        "ownership": "Independent",
        "address": "2000 Panorama Dr, Panorama, BC V0A 1T0, Canada",
        "description": "Panorama Mountain Resort is located in British Columbia, Canada. Known for its diverse terrain, it offers a mix of groomed runs, glades, steeps, and terrain parks, making it suitable for skiers and snowboarders of all skill levels. The resort boasts an impressive vertical drop of 4,265 feet, one of the highest in North America. Besides skiing, it also offers a host of other wintertime activities such as snowshoeing, snowmobiling, and hot springs tours. In terms of accommodations, Panorama has a variety of options ranging from budget-friendly studios to luxury chalets, providing amazing views of the Purcell Mountain range. There are also several dining spots scattered across the resort, offering a range of international cuisines. Developed with a strong focus on family-friendly services, it provides ski lessons, a kidsÕ club, and an activity center. Additionally, Panorama Mountain Resort is renowned for its warm, friendly atmosphere and high-quality customer service.",
        "cam_resort_lng": -116.2259,
        "cam_resort_lat": 50.4491,
        "cam_resort_bearing": 117.19,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.2380671,
          50.4602801
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Paoli Peaks",
        "slug": "paoli_peaks",
        "website": "https://www.paolipeaks.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Indiana",
        "local_region": "Midwest",
        "vertical_drop": 300,
        "skiable_acres": "65",
        "avg_snowfall": 18,
        "ownership": "Vail-Owned",
        "address": "2798 W County Rd 25 S, Paoli, IN 47454, USA",
        "description": "Paoli Peaks is a ski resort located in Paoli, Indiana, USA, well-known for its family-friendly atmosphere. The resort is nestled in the rolling hills of southern Indiana and features a range of exciting slope options for skiing, snowboarding and snow tubing. With a vertical drop of 300 feet, the resort offers 15 trails that cater to all ability levels, from beginner to advanced. The resort also has a terrain park with a variety of jumps, rails, and obstacles for more adventurous skiers and snowboarders. And for those who prefer night skiing, Paoli Peaks is beautifully illuminated, offering an enchanting winter environment after the sun sets. The resort also offers equipment rental, lessons, and a cozy lodge where you can relax and enjoy a hot meal.",
        "cam_resort_lng": -86.511,
        "cam_resort_lat": 38.5588,
        "cam_resort_bearing": -178.81,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -86.5122305,
          38.5555868
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Park City",
        "slug": "park_city",
        "website": "https://www.parkcitymountain.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 3226,
        "skiable_acres": "7300",
        "avg_snowfall": 355,
        "ownership": "Vail-Owned",
        "address": "1345 Lowell Ave, Park City, UT 84060, USA",
        "description": "Park City Ski Resort is located in the heart of Utah's Rocky Mountains, a state renowned for its excellent skiing conditions. It is one of the largest ski resorts in the United States, offering over 7,300 acres of skiable terrain spread over multiple peaks and valleys. Skiers of all skill levels are catered to, with a blend of beginner, intermediate and advanced runs. Notable for its high-quality snow, Park City boasts an annual snowfall of over 350 inches. The resort features modern facilities including high-speed lifts, two main base areas, fine dining and boutique shopping. Park City was also one of the main locations for the 2002 Winter Olympics, adding a rich history to its name. The resort is not just a winter sports destination, offering year-round activities including mountain biking, hiking and zip-lining, making it a versatile getaway for outdoor enthusiasts.",
        "cam_resort_lng": -111.5103,
        "cam_resort_lat": 40.6467,
        "cam_resort_bearing": -166.03,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.5079947,
          40.6514199
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Perisher",
        "slug": "perisher",
        "website": "https://www.perisher.com.au/",
        "pass": "Epic",
        "global_region": "Oceania",
        "country": "Australia",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1165,
        "skiable_acres": "3076",
        "avg_snowfall": 190,
        "ownership": "Vail-Owned",
        "address": "Kosciuszko Rd, Perisher Valley NSW 2624, Australia",
        "description": "Perisher is Australia's largest and most popular ski resort. Nestled in the Kosciuszko National Park in the NSW Snowy Mountains, it encompasses four interconnected ski areas: Perisher Valley, Blue Cow, Smiggin Holes, and Guthega. The resort offers a diverse range of winter activities, including downhill skiing, snowboarding, cross-country skiing, and tobogganing. With 47 lifts servicing over 3,000 acres of skiable terrain, it accommodates all skill levels, from beginners to experts. The resort also hosts several restaurants, bars, and accommodation options, providing a full suite of amenities to ensure a comfortable and exciting mountain getaway. It also offers night skiing and a robust ski and snowboard school for those wanting to learn or improve their skills. Its season typically runs from June to October, depending on snow conditions.",
        "cam_resort_lng": 148.4046,
        "cam_resort_lat": -36.4007,
        "cam_resort_bearing": -79.6,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          148.4094358,
          -36.4055484
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Pico",
        "slug": "pico",
        "website": "https://www.picomountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 1967,
        "skiable_acres": "468",
        "avg_snowfall": 250,
        "ownership": "Powdr-Owned",
        "address": "73 Alpine Dr, Mendon, VT 05701, USA",
        "description": "Pico Mountain Ski Resort is found in the heart of the Green Mountains in central Vermont. Known for its family-friendly environment and variety of ski trails, Pico offers 57 trails serviced by seven lifts. It features terrain for all skill levels, from beginner to expert, spread over 468 acres. The resort boasts a vertical drop of 1,967 feet, providing plenty of exhilarating slopes for more advanced skiers and snowboarders. Pico Mountain is also home to a ski and ride school, equipment rentals, dining options, and lodging facilities, making it a convenient and enjoyable destination for winter vacations. Its rustic base lodge adds to the traditional, laid-back vibe of the resort. Mountain views from the top of Pico are genuinely memorable, adding a scenic touch to the overall skiing and snowboarding experience.",
        "cam_resort_lng": -72.8044,
        "cam_resort_lat": 43.6197,
        "cam_resort_bearing": -151.61,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.842512,
          43.6621499
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Red Mountain",
        "slug": "red_mountain",
        "website": "https://www.redresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Canada",
        "vertical_drop": 2919,
        "skiable_acres": "3,850",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "4300 Red Mountain Rd, Rossland, BC V0G 1Y0, Canada",
        "description": "Red Mountain Resort is a ski resort located in Rossland, British Columbia, Canada. It is known for its impressive terrains and epic vertical drops, making it a superb spot for skiing enthusiasts of all levels. The resort boasts a total of 119 runs across 4,200 acres, with a substantial amount of terrain designed for both intermediate and advanced skiers. Snowboarders are also welcome, with ample snowboarding facilities available. Red Mountain not only offers exceptional skiing facilities but also provides off-slope activities. Visitors can enjoy snowshoeing, cross-country skiing, and a variety of dining options. The resort's comfortable lodging options contribute to a warm and relaxing environment after a day on the slopes. The resort frequently receives abundant snowfall, ensuring quality snow for an extended season. Red MountainÕs unique blend of tradition, advanced trails, and friendly atmosphere make it a must-visit destination for winter sports enthusiasts.",
        "cam_resort_lng": -117.8336,
        "cam_resort_lat": 49.1044,
        "cam_resort_bearing": -131.6,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -117.8194705,
          49.1024147
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Revelstoke",
        "slug": "revelstoke",
        "website": "https://www.revelstokemountainresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Canada",
        "vertical_drop": 5620,
        "skiable_acres": "3,121",
        "avg_snowfall": 540,
        "ownership": "Independent",
        "address": "2950 Camozzi Rd, Revelstoke, BC V0E 2S1, Canada",
        "description": "Revelstoke Mountain Resort is a top-notch ski resort situated in British Columbia, Canada. It lies on Mount Mackenzie, just outside the town of Revelstoke. Known for its extensive terrain and deep, powdery snow, the resort boasts North America's greatest vertical descent at 5,620 feet. With over 3,121 acres of skiable terrain, Revelstoke offers a mix of groomed runs, high alpine bowls, and renowned glade skiing, catering to all skill levels from beginners to experts. Besides skiing and snowboarding, the resort offers a variety of winter activities such as snowshoeing, snowmobiling, dog-sledding, and cat or heli-skiing. Revelstoke Mountain Resort also features luxury accommodation, restaurants, spas, and a buzzing aprs-ski scene. The resort is typically open from early December to April each year.",
        "cam_resort_lng": -118.1468,
        "cam_resort_lat": 50.9621,
        "cam_resort_bearing": 58.79,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -118.1630779,
          50.9583858
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Roundtop",
        "slug": "roundtop",
        "website": "https://www.skiroundtop.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 600,
        "skiable_acres": "103",
        "avg_snowfall": 30,
        "ownership": "Vail-Owned",
        "address": "925 Roundtop Rd, Lewisberry, PA 17339, USA",
        "description": "Roundtop ski resort is located in Lewisberry, Pennsylvania, offering skiers and snowboarders a delightful winter escape. With 20 runs, 9 lifts, and an average annual snowfall of 24 inches, this resort caters to all ability levels, from beginners to expert skiers. The terrain is well-divided, with 30% for beginners, 35% for intermediate, and 35% for advanced skiers. It has a vertical drop of 600 feet and its longest runs stretch up to 4,100 feet. Roundtop also has a tubing park for non-skiing winter fun, and snow-making capabilities to ensure optimal skiing conditions. Night skiing is a popular option here, enabling guests to enjoy the slopes under the stars. Beyond winter, Roundtop offers numerous year-round activities like ziplining and paintball. It has a comfortable lodge where visitors can unwind and enjoy dining and shopping amenities.",
        "cam_resort_lng": -76.9269,
        "cam_resort_lat": 40.1078,
        "cam_resort_bearing": -172.88,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -76.9275492,
          40.1094506
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Rusutsu",
        "slug": "rusutsu",
        "website": "https://www.hokkaido-rusutsu.com/winter/en/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1949,
        "skiable_acres": "2,026",
        "avg_snowfall": 512,
        "ownership": "Partner",
        "address": "Japan, Hokkaido, Abuta District, Rusutsu, Izumikawa",
        "description": "Rusutsu Resort is a widely renowned ski resort located in Hokkaido, Japan. Considered the largest ski resort in Hokkaido, Rusutsu is composed of three interconnected mountains filled with an extensive variety of terrain suitable for skiers and snowboarders of all levels. It boasts around 37 trails, which include a diverse mix of beginners, intermediate, and advanced slopes, with a few off-piste areas for more experienced skiers. The resort is known for its incredible powder snow, scenic landscapes, and tree runs. Apart from ski and snowboarding facilities, Rusutsu also offers numerous accommodations ranging from luxurious hotels to cozy lodges, as well as a wide range of dining options. Other amenities include hot springs, an amusement park, a golf course, and activities like snowmobiling and dog sledding.",
        "cam_resort_lng": 140.9168,
        "cam_resort_lat": 42.7475,
        "cam_resort_bearing": -126.02,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          140.8969402,
          42.7483509
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Schweitzer",
        "slug": "schweitzer",
        "website": "https://www.schweitzer.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Idaho",
        "local_region": "Pacific Northwest ",
        "vertical_drop": 2400,
        "skiable_acres": "2,900",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "10000 Schweitzer Mountain Rd, Sandpoint, ID 83864, USA",
        "description": "Schweitzer Mountain Ski Resort, located in northern Idaho, USA, is one of the largest ski resorts in the Pacific Northwest. Set in the Selkirk Mountains, it boasts 2,900 acres of skiable terrain, providing a mix of beginner, intermediate and advanced runs. The resort is well-known for its beautiful panoramic views of Lake Pend Oreille and surrounding forests. Besides skiing and snowboarding, it offers a range of winter activities like tubing, snowmobiling, and snowshoeing. Additionally, it features slope-side lodging, dining, and shopping options for visitors seeking a comprehensive resort experience. During summer, activities shift to mountain biking, hiking and scenic chairlift rides.",
        "cam_resort_lng": -116.6237,
        "cam_resort_lat": 48.3695,
        "cam_resort_bearing": -65.2,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.6227441,
          48.3679757
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Seven Springs",
        "slug": "seven_springs",
        "website": "https://www.7springs.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 750,
        "skiable_acres": "285",
        "avg_snowfall": 135,
        "ownership": "Vail-Owned",
        "address": "777 Water Wheel Dr, Seven Springs, PA 15622, USA",
        "description": "Seven Springs is a year-round resort located in the Laurel Highlands of Pennsylvania. As one of the state's premier skiing destinations, it features over 30 slopes and trails for all levels of skiers and snowboarders. It also has six terrain parks and the EastÕs largest snow tubing park. The resort offers more than just skiing - there's also snowshoeing, snowmobiling, bowling, indoor and outdoor swimming, and a fitness center. Accommodations at Seven Springs range from luxury hotel rooms to mountain condos. The resort is supplemented with a range of dining options from casual to fine dining, as well as several bars and lounges for nightlife enjoyment. During the summer, the resort transitions into a haven for outdoor enthusiasts with activities like golf, mountain biking, and zip-lining. Seven Springs is also a popular venue for events, conferences, and weddings.",
        "cam_resort_lng": -79.3034,
        "cam_resort_lat": 40.027,
        "cam_resort_bearing": -176.18,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -79.2977032,
          40.0229768
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Silver Creek",
        "slug": "silver_creek",
        "website": "https://www.snowshoemtn.com/things-to-do/winter-activities/silver-creek",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "West Virginia",
        "local_region": "East",
        "vertical_drop": 703,
        "skiable_acres": "250",
        "avg_snowfall": 180,
        "ownership": "Alterra-Owned",
        "address": "Silver Creek Rd, Snowshoe, WV 26209, USA",
        "description": "Silver Creek Ski Resort is a hidden gem nestled in the beautiful mountains of West Virginia, USA. Known for its diverse terrain suitable for skiers and snowboarders of all levels, it offers a range of slopes from beginner to advanced. The resort is particularly popular for night skiing, as most of its trails remain lit after the sun goes down. Silver Creek's notable features include a terrain park for freestyle enthusiasts, a tubing hill for family fun, and a wide array of accommodation options, from chalets to hotels, all offering cozy and comfortable stays with stunning mountain views. On-site amenities include equipment rental, ski and snowboard schools, dining options, and a retail shop. A free shuttle service is provided between Silver Creek and the main Snowshoe Mountain Resort. The resort is dedicated to providing a complete winter experience, pleasing both adrenaline seekers and those looking for a peaceful retreat in a scenic, snowy wonderland.",
        "cam_resort_lng": -79.9914,
        "cam_resort_lat": 38.441,
        "cam_resort_bearing": -116.41,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -79.9892094,
          38.4405539
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Ski Arlberg",
        "slug": "ski_arlberg",
        "website": "https://www.skiarlberg.at/en",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "Austria ",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 5056,
        "skiable_acres": "75120",
        "avg_snowfall": 335,
        "ownership": "Partner",
        "address": "6763 St Anton am Arlberg, Austria",
        "description": "Ski Arlberg is a large and renowned ski resort located in the western part of Austria, across the states of Tyrol and Vorarlberg. This resort boasts as being one of the top skiing destinations in the world and has a reputation for its high-quality services and modern facilities. It hosts over 300 kilometers of ski runs, and nearly 200 kilometers of off-piste and challenging steep slopes, making it a paradise for advanced and professional skiers. However, it is also suitable for beginners and intermediate skiers with various ski schools and gentler slopes available. The resort is equipped with modern and efficient lift systems, and visitors can enjoy the panoramic mountain views and picturesque alpine villages. Ski Arlberg also offers a variety of dining and accommodation options, ranging from cozy mountain huts to luxury hotels.",
        "cam_resort_lng": 10.1521,
        "cam_resort_lat": 47.1937,
        "cam_resort_bearing": 143.6,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          10.160176,
          47.1947751
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Skirama Dolomiti",
        "slug": "skirama_dolomiti",
        "website": "https://www.skirama.it/en/",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "Italy  ",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 5689,
        "skiable_acres": "37066",
        "avg_snowfall": 400,
        "ownership": "Partner",
        "address": "Str. Arnaria, 43, 39040 Castelrotto BZ, Italy",
        "description": "The Skirama Dolomiti is a prominent ski resort located in the breathtaking region of Northern Italy. Nestled amidst the majestic Dolomite mountains, which are a UNESCO World Heritage site, the resort is recognized for its extensive ski area that offers a myriad of runs catering to all levels of skiers and snowboarders. The resort is a cluster of 8 ski areas, including renowned spots like Madonna di Campiglio and Pinzolo, adding up to a total of 380 km of ski slopes.\n\nSkirama Dolomiti is known not only for its well-groomed slopes, but also for its state-of-the-art lift system, panoramic mountain views, and an abundance of snowfall. The resort also offers a range of other winter activities, such as snowshoeing, ice climbing, and cross-country skiing. \n\nA host of quality accommodations offering Italian hospitality, charming alpine villages, vibrant aprs-ski scene, and excellent Italian cuisine further enhance the appeal of Skirama Dolomiti. This resort is a go-to destination for those seeking an unforgettable mountain experience.",
        "cam_resort_lng": 11.7402,
        "cam_resort_lat": 46.547,
        "cam_resort_bearing": 174.77,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          11.6520936,
          46.5739752
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snow Creek",
        "slug": "snow_creek",
        "website": "https://www.skisnowcreek.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Missouri",
        "local_region": "Midwest",
        "vertical_drop": 300,
        "skiable_acres": "35",
        "avg_snowfall": 12,
        "ownership": "Vail-Owned",
        "address": "1 Snow Creek Dr, Weston, MO 64098, USA",
        "description": "Snow Creek is a charming ski resort located in Weston, Missouri. Known for its picturesque scenery and excellent snow conditions, the resort offers a variety of winter sports activities. Its amenities include over 25 acres of skiable terrain with 12 trails ranging from beginner to advanced levels, a terrain park for snowboarding, and a tube park. The resort boasts modern lifts allowing easy access to the top. Night skiing is also available for thrill-seekers and those who prefer a quieter slope. A large, welcoming lodge serves as a hub for dining, rentals, and relaxation after a day on the slopes. Snow Creek's skilled and friendly instructors are always ready to offer lessons to those new to skiing, making it an ideal spot for family vacations. Located just a short drive from Kansas City, Snow Creek is a popular choice for both locals and tourists looking for winter fun.",
        "cam_resort_lng": -94.9695,
        "cam_resort_lat": 39.4659,
        "cam_resort_bearing": 138.85,
        "season": "November - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -94.9707416,
          39.4673048
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snow Summit",
        "slug": "snow_summit",
        "website": "https://www.bigbearmountainresort.com/winter/mountains/snow-summit",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "West",
        "vertical_drop": 1200,
        "skiable_acres": "240",
        "avg_snowfall": 100,
        "ownership": "Alterra-Owned",
        "address": "880 Summit Blvd, Big Bear Lake, CA 92315, USA",
        "description": "Snow Summit is a popular ski resort located in Big Bear Lake, California, USA. Known for its well-maintained, diverse terrains and trails, it offers an incredible skiing and snowboarding experience for both beginners and advanced winter sports enthusiasts. Its 240 acres of skiable area feature 31 different runs, catering to all skill levels, from green beginners' slopes to challenging black diamond runs. The resort is equipped with a fleet of high-speed lifts and gondolas to reduce wait times and increase skiing time. Facilities at the resort include snow sports schools, rental shops, and an array of dining options. An added advantage is its 'Grizzly Ridge Tube Park' for those who prefer a fun-filled day of snow tubing. For a more adventurous winter experience, night sessions are also available on selected days.",
        "cam_resort_lng": -116.8896,
        "cam_resort_lat": 34.232,
        "cam_resort_bearing": 168.28,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -116.8892717,
          34.2364081
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snow Valley Mountain Resort",
        "slug": "snow_valley_mountain_resort",
        "website": "https://www.snow-valley.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "California",
        "local_region": "Southern California",
        "vertical_drop": 1041,
        "skiable_acres": "240",
        "avg_snowfall": 150,
        "ownership": "Alterra-Owned",
        "address": "35100 CA-18, Running Springs, CA 92382, USA",
        "description": "Snow Valley Mountain Resort is the longest continually operating ski resort in Southern California, located in Running Springs in the San Bernardino Mountains. It offers 29 trails across 240 acres with a 1,041-foot vertical drop. The resort features terrain parks, night skiing, and extensive snowmaking capabilities.",
        "cam_resort_lng": -117.0374,
        "cam_resort_lat": 34.2234,
        "cam_resort_bearing": -70,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -117.0374,
          34.2234
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snowbasin",
        "slug": "snowbasin",
        "website": "https://www.snowbasin.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 3015,
        "skiable_acres": "3,000",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "Snowbasin Resort, 3925 Snowbasin, Huntsville, UT 84317, USA",
        "description": "Snowbasin is a scenic ski resort located in the mountains of Northern Utah, near Ogden, just an hourÕs drive from Salt Lake City International Airport. Spread over 3,000 acres, Snowbasin offers a wide range of winter activities, with 106 designated trails suitable for skiers and snowboarders of all levels. There are also three terrain parks and a superpipe for those seeking more adventurous skiing or snowboarding experience. \n\nThe resort is widely recognized for its luxurious facilities, friendly staff, and superb grooming. It played host for the alpine skiing events of the 2002 Winter Olympics, boasting world-class amenities like the opulent EarlÕs Lodge, John Paul Lodge, and Needles Lodge. The resort also has several ski-in/ski-out accommodation options, along with an array of dining venues across the mountain. During the summer months, Snowbasin offers hiking and mountain biking trails, scenic chairlift rides, and al fresco dining.",
        "cam_resort_lng": -111.8606,
        "cam_resort_lat": 41.209,
        "cam_resort_bearing": -141.67,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.8571529,
          41.2161404
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snowbird",
        "slug": "snowbird",
        "website": "https://www.snowbird.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 3240,
        "skiable_acres": "2,500",
        "avg_snowfall": 500,
        "ownership": "Powdr-Owned",
        "address": "Snowbird, UT 84092, USA",
        "description": "Snowbird is a world-renowned ski resort nestled in the heart of the Wasatch Range in Little Cottonwood Canyon, Utah. It boasts top-quality, light, dry, and abundant snow, making it a popular destination for snow sport enthusiasts across the globe. The resort offers over 2,500 acres of skiable terrain that includes everything from beginner runs to challenging steep mountain faces, designed for intermediate and expert skiers and riders. In addition to winter sports, Snowbird also offers summer activities like mountain biking, hiking, and scenic tram rides. The resort is equipped with various amenities such as luxurious lodgings, restaurants, spa facilities, and event spaces. Its elevated location offers breathtaking panoramic views of the surrounding snowy peaks and alpine landscapes.",
        "cam_resort_lng": -111.6331,
        "cam_resort_lat": 40.5842,
        "cam_resort_bearing": 155.6,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.6556388,
          40.5829259
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snowmass",
        "slug": "snowmass",
        "website": "https://www.aspensnowmass.com/explore/mountains/snowmass",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 4406,
        "skiable_acres": "3,342",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "120 Lower, Carriage Way, Snowmass Village, CO 81615, USA",
        "description": "Snowmass is a picturesque ski resort located in Pitkin County, Colorado, renowned for its expansive trails, exceptional snow quality, and family-friendly amenities. With over 3,000 acres of skiable terrain, the resort caters to all skill levels, from beginners to advanced, offering a diverse range of slopes, glades, and off-piste challenges. The resort boasts more than 90 ski trails, a vertical drop of 4,406 feet, and 21 chairlifts. Besides skiing and snowboarding, Snowmass provides an array of winter activities such as snowshoeing, snowmobiling, and tubing. The resort features ski-in/ski-out lodging, excellent dining options, and a vibrant aprs-ski scene. With its impressive facilities and stunning natural beauty, Snowmass is a popular choice for both day trips and extended vacations.",
        "cam_resort_lng": -106.8649,
        "cam_resort_lat": 39.1997,
        "cam_resort_bearing": -159.89,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.9490961,
          39.2083984
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Snowshoe",
        "slug": "snowshoe",
        "website": "https://www.snowshoemtn.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "West Virginia",
        "local_region": "East",
        "vertical_drop": 1500,
        "skiable_acres": "257",
        "avg_snowfall": 180,
        "ownership": "Alterra-Owned",
        "address": "Snowshoe, WV 24934, USA",
        "description": "Snowshoe Ski Resort is located in Pocahontas County, West Virginia atop Snowshoe Mountain. The resort is one of the top destinations for snow sports in the Eastern U.S. It features 60 trails, 14 lifts, and a vertical drop of 1,500 feet. The resort is well-loved for its diverse range of runs - from beginner to expert level. It also has a large Terrain Park for freestyle skiing and snowboarding. Besides skiing and snowboarding, the resort offers various winter activities like snowmobiling, tubing, and snowshoeing. There's also a village at the top of the mountain which provides lodging, dining, shopping, and entertainment options. The stunning scenery and varied activities make Snowshoe Ski Resort a major destination for winter sports enthusiasts.",
        "cam_resort_lng": -79.9854,
        "cam_resort_lat": 38.4151,
        "cam_resort_bearing": -128.88,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -79.9975177,
          38.4132303
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Solitude",
        "slug": "solitude",
        "website": "https://www.solitudemountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Utah",
        "local_region": "Rockies",
        "vertical_drop": 2030,
        "skiable_acres": "1,200",
        "avg_snowfall": 500,
        "ownership": "Alterra-Owned",
        "address": "Solitude Mountain Resort, 12000 S Big Cottonwood Canyon Rd, Solitude, UT 84121, USA",
        "description": "Nestled in the heart of Big Cottonwood Canyon, Utah, Solitude is a premier ski resort that offers a unique blend of serenity, natural beauty, and exhilarating snowy adventures. With 1,200 acres of skiable terrain, it caters to both beginners and advanced skiers. The resort is renowned for its impressive range of slopes, boasting 82 runs with a good mix of beginner, intermediate, and advanced trails. Solitude provides high-quality snow throughout the ski season due to its altitude and location, offering superb conditions for snowboarding and skiing. The resort is less crowded and commercialized than some other resorts in the region, living up to its name by providing a peaceful and tranquil ski experience. Aside from winter sports, Solitude also offers amenities including lodges, dining options, and additional outdoor activities like snowshoeing and Nordic skiing.",
        "cam_resort_lng": -111.598,
        "cam_resort_lat": 40.6165,
        "cam_resort_bearing": -160.4,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -111.591885,
          40.619852
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Steamboat",
        "slug": "steamboat",
        "website": "https://www.steamboat.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3668,
        "skiable_acres": "2,965",
        "avg_snowfall": 313,
        "ownership": "Alterra-Owned",
        "address": "2305 Mt Werner Cir, Steamboat Springs, CO 80487, USA",
        "description": "Steamboat Ski Resort is located in the Rocky Mountains of Colorado, USA, known for its world-class skiing and snowboarding facilities. It spans across six peaks in the Park Range, and hosts a total of 165 trails spreading over nearly 3,000 acres. The resort is known for its 'Champagne Powder' snow that is ideal for winter sports. The terrain varies from beginner to advanced, making it a suitable location for all levels of skiers and snowboarders. Aside from winter sports, Steamboat offers a wide range of activities such as hot springs, snowmobiling, and horseback riding. The resort also features top notch accommodation services, with several hotels, condos, and rental homes available for visitors. Dining options are abundant, ranging from family-friendly venues to gourmet eateries. With a quaint Western town as its backdrop, Steamboat Ski Resort offers a perfect mix of outdoor adventure and cozy mountain comfort.",
        "cam_resort_lng": -106.7831,
        "cam_resort_lat": 40.4634,
        "cam_resort_bearing": 104.4,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.8045169,
          40.4571991
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Stevens Pass",
        "slug": "stevens_pass",
        "website": "https://www.stevenspass.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Washington",
        "local_region": "West",
        "vertical_drop": 1800,
        "skiable_acres": "1125",
        "avg_snowfall": 460,
        "ownership": "Vail-Owned",
        "address": "U.S. Rte 2, Skykomish, WA 98288, USA",
        "description": "Stevens Pass is a popular ski resort located in the northwest region of the United States, in the state of Washington. Nestled in the Cascade Mountain Range, the resort is situated at an elevation of over 4,000 feet, offering stunning mountain vistas. The resort features a variety of terrain, including easy beginner slopes, challenging advanced runs, and backcountry areas for expert skiers and snowboarders. It offers more than 1,125 acres of skiable terrain and features 52 primary runs serviced by 10 lifts. Stevens Pass also hosts a number of seasonal events and activities apart from skiing and snowboarding like snowshoeing and Nordic skiing. The resort includes a variety of dining options, equipment rental services, and ski & snowboard lessons for all levels.",
        "cam_resort_lng": -121.0882,
        "cam_resort_lat": 47.7372,
        "cam_resort_bearing": 146.8,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -121.0894306,
          47.7446937
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Stoneham",
        "slug": "stoneham",
        "website": "https://www.ski-stoneham.com/en/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "Quebec",
        "local_region": "Unknown",
        "vertical_drop": 1132,
        "skiable_acres": "336",
        "avg_snowfall": 169,
        "ownership": "Partner",
        "address": "Stoneham Mountain Resort, 600 Chem. du Hibou, Stoneham-et-Tewkesbury, QC G3C 1T3, Canada",
        "description": "Stoneham Ski Resort is a popular winter destination located in Stoneham-et-Tewkesbury, Quebec, Canada. Known for its stunning mountain views and world-class ski slopes, it offers 42 trails spread across four different mountains. The resort accommodates all levels of skiers and snowboarders, with a variety of terrains - from gentle slopes for beginners to challenging runs for advanced enthusiasts. Stoneham also boasts a renowned ski school and offers night skiing on 19 trails. \n\nIn addition to skiing and snowboarding, visitors can enjoy other winter activities such as ice skating, tubing, and snowshoeing. With on-site accommodations, restaurants, and impactful snow-making capabilities, Stoneham is a full-service resort that caters to both local and international visitors, promising an exciting and enjoyable winter vacation. The lively atmosphere and the multitude of activities available make it a perfect destination for families, friends, and solo adventurers.",
        "cam_resort_lng": -70.9161,
        "cam_resort_lat": 47.0819,
        "cam_resort_bearing": -58.81,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -71.3838071,
          47.0284871
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Stowe",
        "slug": "stowe",
        "website": "https://www.stowe.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 2360,
        "skiable_acres": "485",
        "avg_snowfall": 314,
        "ownership": "Vail-Owned",
        "address": "Stowe, VT 05672, USA",
        "description": "Stowe is a premier ski resort located in the beautiful Green Mountains of Vermont, USA. Known for its picturesque landscapes, it offers a fantastic range of winter sports activities, including skiing and snowboarding. Stowe features two main mountains, Mount Mansfield and Spruce Peak, boasting 116 trails spread over 485 acres of skiable terrain. The trails cater to all skill levels from beginners to advanced skiers. The resort is also known for its high-speed lifts, high-quality grooming, and a lively aprs ski scene with a variety of restaurants, shops, and entertainment options. Stowe doesn't just offer winter fun; in the summer, visitors can enjoy hiking, mountain biking, and other outdoor adventures. With its traditional New England charm, luxurious accommodations, and top-notch facilities, Stowe is a popular destination for both families and adventure seekers.",
        "cam_resort_lng": -72.7917,
        "cam_resort_lat": 44.5333,
        "cam_resort_bearing": -59.07,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.7743632,
          44.5295812
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Stratton",
        "slug": "stratton",
        "website": "https://www.stratton.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 2003,
        "skiable_acres": "670",
        "avg_snowfall": 180,
        "ownership": "Alterra-Owned",
        "address": "Stratton Mountain Resort, 5 Village Lodge Rd, Stratton Mountain, VT 05155, USA",
        "description": "Stratton Ski Resort is a majestic ski destination located in southern Vermont, USA. Recognized as a premier snow sports paradise, it offers 99 trails spread across 670 acres with a perfect blend of beginner, intermediate and advanced terrains. Stratton is renowned for its high-quality grooming and fast, efficient lift system, which includes a gondola and high-speed chairs. The resort boasts of a vertical drop of 2,003 feet, ensuring thrilling rides for experienced skiers and snowboarders.\n\nStratton Mountain's Snow School offers professional lessons for kids and adults alike. Beyond skiing and snowboarding, guests can enjoy snowshoeing, tubing, and even ice skating. The resort's village is charming, featuring a variety of restaurants, shops, spas, and entertainment options. Stratton Ski Resort, with its incredible natural beauty and extensive facilities, truly provides an unforgettable winter getaway.",
        "cam_resort_lng": -72.91,
        "cam_resort_lat": 43.1068,
        "cam_resort_bearing": -171.6,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.9081354,
          43.1134212
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sugarbush",
        "slug": "sugarbush",
        "website": "https://www.sugarbush.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Vermont",
        "local_region": "East",
        "vertical_drop": 2600,
        "skiable_acres": "581",
        "avg_snowfall": 250,
        "ownership": "Alterra-Owned",
        "address": "Sugarbush Resort, 102 Forest Dr, Warren, VT 05674, USA",
        "description": "Sugarbush Resort is a premier ski destination located in the Mad River Valley in Warren, Vermont. ItÕs known for its diverse terrain, breathtaking views and full-service facilities offering enjoyable experiences for both beginners and experienced skiers. The resort has over 111 trails spread across two mountain areas, Mt. Ellen and Lincoln Peak, connected by a two-mile-long Slide Brook Express lift. The skiable terrain includes traditional groomed runs, challenging glades, and off-piste double black diamonds. Sugarbush also features a terrain park for snowboarders, cross-country skiing and snowshoeing trails. In addition to winter sports, Sugarbush offers year-round activities including golf, tennis, hiking and ziplining. The resort is well-equipped with accommodations, dining options, a fitness center and a spa.",
        "cam_resort_lng": -72.7816,
        "cam_resort_lat": 44.5265,
        "cam_resort_bearing": -52.03,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -72.8944139,
          44.1359019
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sugarloaf",
        "slug": "sugarloaf",
        "website": "https://www.sugarloaf.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Maine",
        "local_region": "East",
        "vertical_drop": 2820,
        "skiable_acres": "1,230",
        "avg_snowfall": 200,
        "ownership": "Boyne-Owned",
        "address": "5092 Access Rd, Carrabassett Valley, ME 04947, USA",
        "description": "Sugarloaf Ski Resort is located in Carrabassett Valley, Western Maine, USA, and is renowned as the largest ski area in the East. Its majestic Sugarloaf Mountain, reaches a peak of 4,237 feet above sea level, providing panoramic views and numerous skiing and snowboarding opportunities for beginners to advanced winter sports enthusiasts. The resort boasts 162 trails and glades, a 2,820 feet vertical drop, 13 lifts, and numerous terrain parks. Sugarloaf also offers night skiing, a well-appointed base village, high-quality accommodation, dining and shopping facilities, and various outdoor activities such as snowshoeing, ziplining, and snowmobiling. It's also known for its Sugarloaf Golf Club, a world-class, 18-hole golf course named among the best in Maine. This year-round destination is also a popular spot for hiking, mountain biking, and various festivals in the summer months.",
        "cam_resort_lng": -70.3082,
        "cam_resort_lat": 45.0455,
        "cam_resort_bearing": 164.34,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -70.3085284,
          45.0541049
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Summit at Snoqualmie",
        "slug": "summit_at_snoqualmie",
        "website": "https://summitatsnoqualmie.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Washington",
        "local_region": "Pacific Northwest ",
        "vertical_drop": 2280,
        "skiable_acres": "1,996",
        "avg_snowfall": 428,
        "ownership": "Boyne-Owned",
        "address": "1001 WA-906, Snoqualmie Pass, WA 98068, USA",
        "description": "The Summit at Snoqualmie is a popular ski resort located in the heart of the Cascade Mountains, near Seattle in Washington State. As part of the Mount Baker-Snoqualmie National Forest, it offers breathtaking panoramic views of snowy peaks. The resort offers four different mountain areas including Alpental, Summit West, Summit Central, and Summit East, each having its distinct character and advantages, providing a variety of skiing and snowboarding experiences to suit all levels. It also has ski schools for beginners and is known for its night skiing facilities. The resort also offers snow tubing, Nordic skiing, and other winter sports. Dining options and equipment rentals are also available on-site. With quick and easy access from the city, it's a popular spot for winter sports enthusiasts.",
        "cam_resort_lng": -121.4124,
        "cam_resort_lat": 47.4104,
        "cam_resort_bearing": -140.09,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -121.4164161,
          47.4245711
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sun Peaks",
        "slug": "sun_peaks",
        "website": "https://www.sunpeaksresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Canada",
        "vertical_drop": 2894,
        "skiable_acres": "4,270",
        "avg_snowfall": 237,
        "ownership": "Independent",
        "address": "Sun Peaks Resort, 1280 Alpine Road, Sun Peaks, BC V0E 5N0, Canada",
        "description": "Sun Peaks Resort is a popular ski destination located in the heart of British Columbia, Canada. The resort covers three mountains, creating a diverse and expansive ski terrain, making it the second-largest ski area in Canada. It offers an impressive vertical drop of over 2,000 feet and boasts over 135 runs with a diverse range of difficulty levels. In addition to skiing, Sun Peaks also offers snowboarding, snowshoeing, cross-country skiing and dog sledding. The resort houses a quaint, European-style village with a variety of accommodation options, ranging from luxury hotels to cozy lodges, along with a selection of restaurants, shops, and spas. Year-round activities also include golfing, mountain biking, and hiking trails during the summer months. Sun Peaks is renowned for its family-friendly vibe and stunning panoramic views of the surrounding landscapes.",
        "cam_resort_lng": -119.89,
        "cam_resort_lat": 50.8833,
        "cam_resort_bearing": -99.96,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -119.8859331,
          50.8844311
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sun Valley",
        "slug": "sun_valley",
        "website": "https://www.sunvalley.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Idaho",
        "local_region": "Pacific Northwest ",
        "vertical_drop": 3400,
        "skiable_acres": "2,434",
        "avg_snowfall": 200,
        "ownership": "Independent",
        "address": "Sun Valley, ID 83353, USA",
        "description": "Sun Valley is a premier ski resort located in central Idaho. Known for its alpine beauty and world-class amenities, it stands amongst the renowned ski destinations in North America. The resort offers a variety of skiing options over two mountains, Bald and Dollar, with terrains suitable for beginners, intermediates, and expert skiers. \n\nBald Mountain, known as \"Baldy,\" is popular for its vast terrains and challenging runs whereas Dollar Mountain is suitable for beginners and families. The resort also features a gondola ride, terrain parks, and cross-country skiing options. Adding to its reputation are its upscale accommodation choices, a range of dining options, wellness facilities, and a vibrant nightlife. \n\nSun Valley also hosts a variety of events throughout the year, including music festivals and sports competitions. In the summer, the area transforms into a playground for mountain biking, hiking, and more. With its diversified offerings and magnificent views, Sun Valley is more than just a ski destination, it's a year-round mountain resort.",
        "cam_resort_lng": -114.3825,
        "cam_resort_lat": 43.6717,
        "cam_resort_bearing": -149.2,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -114.3517172,
          43.6718553
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Sunday River",
        "slug": "sunday_river",
        "website": "https://www.sundayriver.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Maine",
        "local_region": "East",
        "vertical_drop": 2340,
        "skiable_acres": "870",
        "avg_snowfall": 167,
        "ownership": "Boyne-Owned",
        "address": "15 S Ridge Rd, Newry, ME 04261, USA",
        "description": "Sunday River is a popular ski resort located in Newry, Maine, USA. It spans across 870 acres of skiable area and offers a thrilling experience with its 135 trails and 15 lifts. The resort operates on eight interconnected mountain peaks. Each peak has its unique signature characteristics. Sunday River is renowned for its snow quality and grooming, offering a variety of terrains suitable for both beginners and experienced skiers. In addition to skiing, it provides a range of activities like snowboarding, night skiing, and tubing. During summer, guests can enjoy golfing, mountain biking, and zipline tours. It also hosts a variety of events and festivals throughout the year. Accommodations at the resort include hotels, inns, and condominiums. There are also several restaurants and eateries within the resort.",
        "cam_resort_lng": -70.3123,
        "cam_resort_lat": 45.0485,
        "cam_resort_bearing": -179.51,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -70.8568727,
          44.4734182
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Taos",
        "slug": "taos",
        "website": "https://www.skitaos.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "New Mexico",
        "local_region": "Rockies",
        "vertical_drop": 3281,
        "skiable_acres": "1,294",
        "avg_snowfall": 300,
        "ownership": "Independent",
        "address": "Taos Ski Valley, NM 87525, USA",
        "description": "Taos Ski Valley is a renowned ski resort located in the Sangre de Cristo Mountains in New Mexico, USA. Nestled at an impressive elevation, it boasts over 110 trails suitable for different skill levels, from beginners to advanced skiers and snowboarders. The resort is well-known for its challenging, steep terrain and deep snow, providing exhilarating experiences for adventure seekers. The resort itself is charming and rustic, embodying a warm and hospitable atmosphere with several dining options, cozy lodgings, and other amenities. Taos Ski Valley also hosts various winter events and offers ski lessons, rentals, and tours. It is a perfect destination for both winter sports enthusiasts and those who want a tranquil mountain escape.",
        "cam_resort_lng": -105.442,
        "cam_resort_lat": 36.5915,
        "cam_resort_bearing": 146.79,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -105.4545,
          36.5959999
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Telluride",
        "slug": "telluride",
        "website": "https://www.tellurideskiresort.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3790,
        "skiable_acres": "2000",
        "avg_snowfall": 280,
        "ownership": "Partner",
        "address": "565 Mountain Village Blvd, Telluride, CO 81435, USA",
        "description": "Telluride Ski Resort is nestled in the picturesque San Juan Mountains in Telluride, Colorado. Known for its scenic beauty, this high-end ski resort offers an array of slopes catering to all skill levels from beginners to experts. The resort boasts over 2,000 acres of skiable terrain, with a terrain mix that is approximately 23% beginner, 36% intermediate and 41% advanced. It is equipped with state-of-the-art lifts, including two high-speed gondolas, providing easy access to its 148 trails. The resort's highest peak reaches 13,150 feet. In addition to skiing, the resort also offers activities like snowboarding, heli-skiing, snowshoeing and snowmobiling. There are several high quality restaurants, luxury accommodations, shops and spas on site. Non-winter activities at Telluride include golfing, mountain biking, and hiking. The resort is also known for its lively festivals and cultural events. Its charming, historic main street is a short gondola ride away and is host to numerous boutiques, bars and restaurants.",
        "cam_resort_lng": -107.8432,
        "cam_resort_lat": 37.933,
        "cam_resort_bearing": 149.11,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -107.8465638,
          37.9363177
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "The Highlands",
        "slug": "the_highlands",
        "website": "https://www.boynemountain.com/highlands/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Michigan",
        "local_region": "Midwest",
        "vertical_drop": 552,
        "skiable_acres": "435",
        "avg_snowfall": 140,
        "ownership": "Boyne-Owned",
        "address": "600 Highland Rd, Harbor Springs, MI 49740, USA",
        "description": "The Highlands is a premier ski resort nestled amidst the stunning mountain landscape. Known for its wide variety of terrains, it appeals to skiers and snowboarders of all skill levels, from beginners to seasoned professionals. It boasts multiple well-groomed slopes, ranging from gentle, family-friendly runs to adrenaline-packed black diamond trails. The resort incorporates state-of-the-art ski lifts, reducing waiting time and providing smooth access to the mountain's peak.\n\nThe Highlands offers a comprehensive ski school with certified instructors for those needing lessons, and rental shops filled with top-of-the-line equipment. The resort goes beyond just skiing and snowboarding, offering winter activities like snowmobile tours, snowshoeing, sledding, and ice-skating.\n\nComfort is paramount at The Highlands, evident in its luxurious accommodation options that range from cozy lodges to high-end condos, all providing stunning mountain views. Dining options are equally impressive, with a selection of restaurants serving everything from quick snacks to gourmet meals. The apres ski scene is vibrant too, with numerous lounge bars and live music performances for an unforgettable entertainment experience.\n\nThe Highlands stands out not just for its world-class skiing conditions, but also its dedication towards customer service and creating a warm, welcoming environment for all its guests.",
        "cam_resort_lng": -84.9402,
        "cam_resort_lat": 45.4736,
        "cam_resort_bearing": -91.52,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -84.9342698,
          45.4715262
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "The Remarkables",
        "slug": "the_remarkables",
        "website": "https://www.nzski.com/queenstown/the-mountains/the-remarkables/",
        "pass": "Ikon",
        "global_region": "Oceania",
        "country": "New Zealand",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 1535,
        "skiable_acres": "951",
        "avg_snowfall": 146,
        "ownership": "Independent",
        "address": "Queenstown 9300, New Zealand",
        "description": "The Remarkables is a popular ski resort located in the South Island of New Zealand. The resort is named after the mountain range it sits on, which are known as ÔThe RemarkablesÕ due to their stunning and unique appearance. The resort offers a wide variety of activities, such as skiing, snowboarding, and snowshoeing, and it caters to all skill levels, from beginners to experts. The Remarkables features three sunny, wide-open bowls which are perfect for carving up the slopes. The resort has an extensive lift system, modern facilities, and offers ski lessons and equipment rentals. The Remarkables also boasts charming eateries and cafes with magnificent views of Queenstown and Lake Wakatipu. The resort is known for its friendly and welcoming atmosphere, as well as its commitment to safety and excellence.",
        "cam_resort_lng": 168.8168,
        "cam_resort_lat": -45.0536,
        "cam_resort_bearing": 147.58,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          168.8143041,
          -45.0540695
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Thredbo",
        "slug": "thredbo",
        "website": "https://www.thredbo.com.au/",
        "pass": "Ikon",
        "global_region": "Oceania",
        "country": "Australia",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2205,
        "skiable_acres": "1,186",
        "avg_snowfall": 78,
        "ownership": "Independent",
        "address": "Thredbo, Friday Dr, Thredbo NSW 2625, Australia",
        "description": "Thredbo is an iconic ski resort destination located in the Snowy Mountains of New South Wales, Australia. Known for having the largest vertical drop of any Australian ski resort, it offers over 50 ski runs and a wide variety of terrain for all levels of winter sports enthusiasts, from beginners to advanced skiers and snowboarders. The resort also offers night skiing and snowboarding during peak season. The village at the base of the mountain is charming and bustling, offering a range of accommodation options, restaurants, bars, and boutiques, as well as activities like bobsledding, snowshoeing, and backcountry tours. Despite being particularly famous for its winter activities, Thredbo also offers year-round attractions such as hiking, mountain biking, and fishing, cementing it as a prominent outdoor adventure destination in Australia.",
        "cam_resort_lng": 148.3031,
        "cam_resort_lat": -36.4956,
        "cam_resort_bearing": -71.37,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          148.3118522,
          -36.4990449
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tremblant",
        "slug": "tremblant",
        "website": "https://www.tremblant.ca/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "Canada",
        "state": "Quebec",
        "local_region": "Canada",
        "vertical_drop": 2116,
        "skiable_acres": "755",
        "avg_snowfall": 192,
        "ownership": "Alterra-Owned",
        "address": "Mont-Tremblant Resort, 1000 Chem. des Voyageurs, Mont-Tremblant, QC J8E 1T1, Canada",
        "description": "Tremblant, located in the Laurentian Mountains of Quebec, Canada, is a premier ski resort that offers impressive slopes and breathtaking views. With its ample snowfall, it is popular for winter sports like downhill skiing, snowboarding, cross-country skiing, and snowshoeing. It has a variety of ski runs, suitable for beginners, intermediate, and expert skiers. Tremblant also stands out for its colorful, European-style village at the base of the mountain, complete with high-end boutiques, fine dining options, and small cafes. This resort also offers luxury accommodations, spas, and a vibrant nightlife, making it a favorite destination for winter holidays. During the summer, activities shift to mountain biking, hiking, golf, and water sports on the nearby lake.",
        "cam_resort_lng": -74.5736,
        "cam_resort_lat": 46.2175,
        "cam_resort_bearing": 70.8,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -74.5852526,
          46.2096417
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Tsugaike",
        "slug": "tsugaike",
        "website": "https://www.tsugaike.gr.jp/english/",
        "pass": "Epic",
        "global_region": "Asia",
        "country": "Japan",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2966,
        "skiable_acres": "484",
        "avg_snowfall": 512,
        "ownership": "Partner",
        "address": "12840-1 Chikuniotsu, Otari, Kitaazumi District, Nagano 399-9422, Japan",
        "description": "Tsugaike is a popular ski resort located in the Otari village in Nagano Prefecture, Japan. The resort boasts a large skiing area, with slopes catering to all levels of skiers and snowboarders, from beginners to professionals. It is particularly famous for its wide, gentle slopes for beginners, making it a perfect family-friendly resort. Tsugaike also offers a snow park with various features for freestyle skiers and snowboarders. The resort facilities include ski and snowboard rentals, ski schools, restaurants, as well as hot spring baths to relax after a day of skiing. The resort's location offers not just snow activities, but also stunning views of the surrounding mountainous landscape.",
        "cam_resort_lng": 137.8547,
        "cam_resort_lat": 36.7501,
        "cam_resort_bearing": -71.61,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          137.8661573,
          36.7489715
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Vail",
        "slug": "vail",
        "website": "https://www.vail.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3450,
        "skiable_acres": "5317",
        "avg_snowfall": 354,
        "ownership": "Vail-Owned",
        "address": "Vail, CO 81657, USA",
        "description": "Vail Ski Resort is located in Vail, Colorado in the Rocky Mountains of the United States. It is the third largest single mountain ski resort in the country, boasting a remarkable 5,289 acres of skiable terrain. Vail is known for its seven legendary back bowls, dedicated learning areas, and for having one of the largest ski school programs in the world. Vail Mountain has three main sections: The Front-Side, Blue Sky Basin, and the Back Bowls. All areas have a combination of beginner, intermediate, and advanced terrain suitable for all skill levels. The resort town itself is charming with a bustling main street, excellent restaurants, high-end shopping, and a variety of accommodations. Vail is known for its Alpine-style architecture, giving the town an old-world European charm. The resort is also widely recognized for its lengthy ski season from November to April, and its world-class facilities. It is a popular destination for both national and international tourists.",
        "cam_resort_lng": -106.5172,
        "cam_resort_lat": 39.5952,
        "cam_resort_bearing": -165.11,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -106.3549717,
          39.6061444
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Valle Nevado",
        "slug": "valle_nevado",
        "website": "https://www.vallenevado.com/en/",
        "pass": "Ikon",
        "global_region": "South America",
        "country": "Chile",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 2658,
        "skiable_acres": "2,400",
        "avg_snowfall": 240,
        "ownership": "Independent",
        "address": "Unknown",
        "description": "Valle Nevado is a prosperous ski resort located in the heart of the Andes Mountains in Chile, about 46 kilometers away from the capital city, Santiago. It boasts an altitude of about 3,670 meters, making it one of the highest resorts in South America. Open from June to October, it offers prime skiing and snowboarding opportunities with its vast, varied terrain that includes over 100 kilometers of trails and runs. \n\nThe resort is renowned for its powdery snow and extensive sunny days. Equipped with state-of-the-art lift systems, it caters to all levels of skiing enthusiasts from beginners to experts. Beyond skiing, the resort offers a range of other amenities like spa services, fitness centers, shops, restaurants and bars, along with a selection of accommodation options. From standard hotels to luxury apartments, travelers can choose based on their preference and budget. \n\nWhat sets Valle Nevado apart is its commitment to sustainability, with several initiatives to preserve the mountain environment and its connection to SantiagoÕs vibrant culture. It's truly a paradise for winter sports lovers looking for an adventurous and comforting escape.",
        "cam_resort_lng": -70.2604,
        "cam_resort_lat": -33.3488,
        "cam_resort_bearing": -20,
        "season": "June - October"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -70.2489324,
          -33.3538494
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Verbier 4 Valles",
        "slug": "verbier_4_valles",
        "website": "https://verbier4vallees.ch/en",
        "pass": "Epic",
        "global_region": "Europe",
        "country": "Switzerland ",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 8232,
        "skiable_acres": "101000",
        "avg_snowfall": 236,
        "ownership": "Partner",
        "address": "Tortin, 1997 Nendaz, Switzerland",
        "description": "Verbier 4 Valles is a world-renowned ski resort located in the Swiss Alps, known for its extensive terrain and high-quality snow. The resort gets its name from the four valleys it encompasses: Verbier, Nendaz, Veysonnaz, and Thyon. It boasts over 400 kilometers of ski slopes, offering a versatile mix of runs suitable for all levels, from beginners to advanced skiers. The resort also features a variety of off-piste and backcountry options, making it a top destination for freeride skiing. Verbier 4 Valles is also home to numerous upscale accommodations, restaurants, and aprs-ski options, adding to its appeal as a luxury winter destination. In addition to skiing, the resort offers activities such as snowboarding, paragliding, and heli-skiing. With its panoramic views of the surrounding mountain peaks, Verbier 4 Valles offers a unique and breathtaking skiing experience.",
        "cam_resort_lng": 7.3022,
        "cam_resort_lat": 46.1594,
        "cam_resort_bearing": 173.55,
        "season": "December - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          7.3015054,
          46.0848224
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Whistler",
        "slug": "whistler",
        "website": "https://www.whistlerblackcomb.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "Canada",
        "state": "British Columbia",
        "local_region": "Unknown",
        "vertical_drop": 5280,
        "skiable_acres": "8171",
        "avg_snowfall": 404,
        "ownership": "Vail-Owned",
        "address": "Whistler, BC V8E, Canada",
        "description": "Whistler is one of the largest ski resorts in North America, located in the beautiful mountains of British Columbia, Canada. It is world-renowned for its alpine skiing, snowboarding, and other winter sports. The resort comprises two mountains, Whistler and Blackcomb, covering over 8,000 acres of skiable terrain with over 200 marked trails and 37 lifts. The resort also offers a range of amenities such as restaurants, shops, luxury accommodations, and a vibrant nightlife. Besides winter sports, Whistler offers year-round activities including mountain biking, golfing, zip-lining, and hiking. The pedestrian-only village at the base of the mountains is bustling with energy and offers many options for dining, shopping, and entertainment. Whistler also hosted many events during the 2010 Winter Olympics.",
        "cam_resort_lng": -122.9349,
        "cam_resort_lat": 50.1002,
        "cam_resort_bearing": 142,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -122.9535117,
          50.1161686
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Whitetail",
        "slug": "whitetail",
        "website": "https://www.skiwhitetail.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Pennsylvania",
        "local_region": "East",
        "vertical_drop": 935,
        "skiable_acres": "109",
        "avg_snowfall": 40,
        "ownership": "Vail-Owned",
        "address": "13805 Blairs Valley Rd, Mercersburg, PA 17236, USA",
        "description": "Whitetail Resort is a popular ski destination located in Mercersburg, Pennsylvania. Known for its well-groomed slopes and beautiful mountain views, it offers winter sports enthusiasts a variety of terrains for skiing and snowboarding. The ski resort features 23 trails ranging from easy to challenging, perfect for beginners and expert skiers alike. It also has a state-of-the-art snow-making system ensuring good skiing conditions throughout the season. Whitetail resort also includes excellent amenities such as dining options, ski rental shops, and ski and snowboarding lessons for those looking to expand their skills. It is a family-friendly destination that promises a fun and exciting winter getaway.",
        "cam_resort_lng": -77.9349,
        "cam_resort_lat": 39.7427,
        "cam_resort_bearing": -79.6,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -77.9333126,
          39.7417652
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Wildcat",
        "slug": "wildcat",
        "website": "https://www.skiwildcat.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "New Hampshire",
        "local_region": "East",
        "vertical_drop": 2112,
        "skiable_acres": "225",
        "avg_snowfall": 207,
        "ownership": "Vail-Owned",
        "address": "542 NH-16, Gorham, NH 03581, USA",
        "description": "Wildcat Mountain Ski Resort is situated in the White Mountains of New Hampshire, USA. Known for its impressive natural beauty, the resort is a popular destination for skiers and snowboarders of all levels. With a vertical drop of 2,112 feet, it offers a remarkable range of terrains including groomed trails, glades, bumps, steeps, and tree skiing areas. The resort is equipped with 49 trails, 4 high-speed quad chairs, and a base lodge. Known for its high annual snowfall, excellent snowmaking capabilities and outstanding panoramic views of Mount Washington, Wildcat guarantees a truly authentic New England skiing experience. Facilities such as equipment rental, ski schools, dining options, and nearby lodging facilities are also available for the convenience of guests.",
        "cam_resort_lng": -71.2309,
        "cam_resort_lat": 44.2622,
        "cam_resort_bearing": 132.4,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -71.2393036,
          44.2640724
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Wilmot",
        "slug": "wilmot",
        "website": "https://www.wilmotmountain.com/",
        "pass": "Epic",
        "global_region": "North America",
        "country": "USA",
        "state": "Wisconsin",
        "local_region": "Midwest",
        "vertical_drop": 194,
        "skiable_acres": "120",
        "avg_snowfall": 48,
        "ownership": "Vail-Owned",
        "address": "11931 Fox River Rd, Wilmot, WI 53192, USA",
        "description": "Wilmot Mountain, located in southeastern Wisconsin, is a family-friendly ski resort that offers a variety of winter activities such as skiing, snowboarding, and snow tubing. It is known for its well-groomed and varied terrain, suitable for both beginners and seasoned skiers. The resort boasts 23 runs, 4 terrain parks, and a vertical drop of 230 feet. After a day on the slopes, guests can enjoy warm meals and drinks at the resort's numerous dining options. Wilmot Mountain also offers professional ski and snowboard lessons to help guests improve their skills. The resort's close proximity to both Milwaukee and Chicago makes it a popular winter day-trip destination.",
        "cam_resort_lng": -88.1897,
        "cam_resort_lat": 42.4988,
        "cam_resort_bearing": -126.47,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -88.1876602,
          42.4989548
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Windham",
        "slug": "windham",
        "website": "https://www.windhammountain.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "New York",
        "local_region": "East",
        "vertical_drop": 1600,
        "skiable_acres": "285",
        "avg_snowfall": 100,
        "ownership": "Independent",
        "address": "19 Resort Dr, Windham, NY 12496, USA",
        "description": "Windham Mountain Resort is a popular ski destination located in the northern section of the Catskill Mountains in Windham, New York. With a peak elevation of 3,100 feet and a vertical drop of 1,600 feet, the resort offers a variety of terrains suited for skiers and snowboarders of all skill levels. It features 54 trails spread over 285 acres of skiable land, serviced by 12 lifts including a high-speed detachable six-pack and two high-speed quads. Apart from skiing and snowboarding, the resort also offers snowshoeing, cross country skiing, ice-skating, and snow tubing. Off the slopes, visitors can enjoy dining and shopping options, as well as luxury accommodations. Windham Mountain Resort is known for its commitment to improving environmental efficiency and preserving the beauty of the Catskill Mountains.",
        "cam_resort_lng": -74.2595,
        "cam_resort_lat": 42.2955,
        "cam_resort_bearing": 165.53,
        "season": "December - March"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -74.2581605,
          42.298256
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Winter Park",
        "slug": "winter_park",
        "website": "https://www.winterparkresort.com/",
        "pass": "Ikon",
        "global_region": "North America",
        "country": "USA",
        "state": "Colorado",
        "local_region": "Rockies",
        "vertical_drop": 3060,
        "skiable_acres": "3,081",
        "avg_snowfall": 327,
        "ownership": "Alterra-Owned",
        "address": "85 Parsenn Rd, Winter Park, CO 80482, USA",
        "description": "Winter Park Ski Resort is a well-known ski destination located in the heart of the Rocky Mountains in Colorado, USA. Known for its breathtaking natural beauty, Winter Park boasts over 3,000 acres of skiable terrain, including 166 designated trails and 25 lifts. It offers something for everyone, from beginner to advanced levels, and features seven distinct territories aimed at different skiing and snowboarding styles and abilities. The ski resort is not limited to winter activities, in the summer, visitors can enjoy mountain biking, hiking, and an alpine slide. Winter Park is also known for its top-notch amenities, including several restaurants, bars, and lodging options. With its stunning views, varied terrain, and enjoyable year-round activities, Winter Park offers a memorable mountain getaway to its visitors.",
        "cam_resort_lng": -105.7661,
        "cam_resort_lat": 39.8812,
        "cam_resort_bearing": -165.95,
        "season": "November - April"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -105.7627026,
          39.8841389
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Zermatt",
        "slug": "zermatt",
        "website": "https://www.zermatt.ch/en",
        "pass": "Ikon",
        "global_region": "Europe",
        "country": "Switzerland",
        "state": "Unknown",
        "local_region": "Unknown",
        "vertical_drop": 7477,
        "skiable_acres": "89,000",
        "avg_snowfall": 138,
        "ownership": "Independent",
        "address": "Bahnhofpl. 5, 3920 Zermatt, Switzerland",
        "description": "Zermatt is a world-renowned ski resort located in the Swiss Alps, at the foot of the iconic Matterhorn mountain. It offers diverse ski terrains suitable for all levels of skiers and snowboarders, with around 360 kilometers of pistes, making it one of the largest ski areas in the Alps. Famous for its car-free village policy, it is characterized by its intact traditional Swiss chalets and offers a great variety of high-quality hotels, restaurants, and shops. Apart from skiing, the resort is also popular for sightseeing, hiking, and climbing. The resort provides year-round snow sports due to the high altitude of the area and has a sophisticated lift system, allowing easy access to slopes. Zermatt also offers stunning panoramic views and a unique, serene environment providing a true mountain escape.",
        "cam_resort_lng": 7.7686,
        "cam_resort_lat": 46.0254,
        "cam_resort_bearing": -160.04,
        "season": "November - May"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          7.7509365,
          46.0218544
        ]
      }
    }
  ]
}
